;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: ILKER GELIR (4.1.1); Ali Kömesöğütlü
; TranslationAuthorEmail: byzlo685@gmail.com
; Soft Version: 4.8.6.468
; Update: May 23, 2018
;
[Lang]
NativeLanguage=Türkçe
[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=TAMAM
ButtonMinimize=Küçült
ButtonMaximize=Büyült
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
ButtonSkin=Tema
apply=Uygula
Nothanks=Hayır, Teşekkürler
ButtonCancel=İptal

[Translation]
LangCode=041F
ReadHabit=Left-to-right
LanguageName=Türkçe
LangShortName=TRK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Bytes=Bayt
KB=KB
MB=MB
GB=GB
pmDefault=Varsayılan
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Onayla
CurVer=Mevcut Sürüm:
FrmSkin.Btnok.Caption=TAMAM
Weathertag=C
FrmGeneral.lblunit.caption=Sıcaklık Birimi:
DelSkinHint=Temayı Sil
LikeOurSoft=Wise Care 365'i sevdiyseniz Wise Ekibinden daha fazla ürün deneyin!
DownloadMore=Ücretsiz İndir
Frmboot.lblsec.caption=Sn
FrmBuy.lblinfo4.caption=Ömür boyu ücretsiz destek.
;
; Popup menu
;
pmDelete=Seçilen büyük dosyaları sil
pmHelp=Çevrimiçi Yardım
pmforum=Forum
pmHome=Ana Sayfa
pmContact=Bizimle İletişime Geçin
pmSettings=Ayarlar
pmCheckNew=Güncellemeleri Denetle
pmLang=Dil
pmRegister=Kaydol
pmAbout=Hakkında
pmLicenseKey=Lisans Anahtarını Değiştir
pmIgnore=Bu öğeyi yoksay
pmRCrec=Güvenli Girdileri Seçin
pmDCrec=Önerilen
pmAll1=Tümünü Seç
pmNone=Hiçbirini Seçme
pmInvert=Seçimi Ters Çevir
pmGo=İçeren Klasörü Aç
pmGoReg=Kayıt defteri düzenleyicisinde aç...
pmExport=Dışa aktar ...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Yardım
FrmWPMain.btncheckup.caption=PC Kontrolü
FrmWPMain.btnsysclean.caption=Sistem Temizleyici
FrmWPMain.btnsystune.caption=Sistem İyileştirici
FrmWPMain.btnprivacy.caption=Gizlilik Koruyucu
FrmWPMain.btnSysmon.caption=Sistem İzleyici
FrmChangeHeader.caption=Avatarı Değiştir
FrmHome.btnactive.caption=PRO Sürüme Yükselt
FrmHome.lblshare.caption=Wise Care 365'i Paylaş
FrmHome.lbltools.caption=Yardımcı Programlar
FrmHome.btntools.hint=Daha fazla program
FrmHome.btnhead.Hint=Avatarı Değiştir
FrmHome.edtuser.Hint=Kullanıcı Adını Değiştir
FrmHome.btnfacebook.hint=Wise Care 365'i Facebook'ta Paylaş
FrmHome.btntwitter.hint=Wise Care 365'i Twitter'da Paylaş
FrmHome.btngoogle.hint=Wise Care 365'i Google+'ta Paylaş
FrmHome.btnemail.hint=Wise Care 365 Hakkında Arkadaşlarına Bahset
FrmHistory.btncheckup.caption=Kontrol Et
FrmHistory.lblrecord.caption=Temizleme İstatistikleri
FrmExam.btncancel.caption=İptal
FrmExam.lblrecheck.caption=Tekrar Kontrol Et
FrmExam.btnfix.caption=Düzelt
FrmButtons.lblinfo.caption=Sürükle ve bırak özelliği ile aşağıdaki tüm programları sıralayabilirsiniz.
;
; About
;
Frmabout.lblstatus.caption=Durum:
FrmAbout.caption=Hakkında
FrmAbout.lblver.caption=Mevcut Sürüm:
FrmAbout.lblemail.caption=Destek E-postası:
FrmAbout.lblhome.caption=Ana Sayfa:
FrmAbout.lblthanks.caption=Katkılarından dolayı aşağıdaki kişilere teşekkürler:
FrmAbout.lblWarning.caption=Uyarı: Bu ​​bilgisayar programı telif hakları ve uluslararası anlaşmalarla korunmaktadır.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Tara
Frmadvdc.lblpath.caption=Tarama Konumu:
Frmadvdc.btnrescan.caption=Tekrar Tara
Frmadvdc.btnall.caption=Tümünü Seç
Frmadvdc.btnadvanced.caption=Gelişmiş Ayarlar
Frmadvdc.btnnone.caption=Hiçbirini Seçme
Frmadvdc.lblspeed.caption=Dünyanın En Hızlı Tarama Hızı !
Frmadvdc.lblrec.caption=Kullanıcıların Beğendikleri Diğer Uygulamalar:
Frmadvdc.vtfiles.Columns[0]=Dosya Adı
Frmadvdc.vtfiles.Columns[1]=Boyut
Frmadvdc.vtfiles.Columns[2]=Yol
Frmadvdc.vtfiles.Columns[3]=Son Erişim
Frmadvdc.vtfiles.Columns[4]=Türü
FrmAdvSettings.lblinfo.caption="Boş dosyaları bul" sadece bir kere yapılır. Bir dahaki sefere tekrar seçmeniz gerekiyor.
FrmAdvSettings.btnok.caption=TAMAM
FrmAdvSettings.btnadd.caption=Ekle
FrmAdvSettings.btnremove.caption=Kaldır
FrmAdvSettings.btncancel.caption=İptal
FrmAdvSettings.wcknull.caption=Boş dosyaları bul (0 bayt, daha yavaş)
FrmAdvSettings.wckshortcut.caption=Geçersiz kısayolları bul (daha yavaş)
FrmAdvSettings.caption=Gelişmiş Ayarlar
FrmAdvSettings.btnre.caption=Önerilen
FrmAdvSettings.btnall.caption=Tümünü Seç
FrmAdvSettings.btnnone.caption=Hiçbirini Seçme
;
; Backup and restore
;
FrmBackup.caption=Yedekle
FrmBackup.btnreg.caption=Tam bir kayıt defteri yedeği oluştur
FrmBackup.btnsys.caption=Sistem geri yükleme noktası oluştur
FrmRestore.caption=Geri Yükleme Merkezi
FrmRestore.btnRegBk.caption=Kayıt Defteri Geri Yükleme
FrmRestore.btnSysBK.caption=Sistem Geri Yükleme
FrmRestore.btnclose.caption=Kapat
FrmRestore.btnrestore.caption=Geri Yükle
FrmRestore.btnremove.caption=Kaldır
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Bağlam Menüsüne dosya parçalayıcı ekle.
FrmBFConfig.btnall.caption=Tümünü Seç
FrmBFConfig.btnnone.caption=Hiçbirini Seçme
FrmBFConfig.btnRemove.caption=Kaldır
FrmBFConfig.caption=Öğeleri Yoksay
Frmbigfile.vtfiles.Columns[0]=Dosya Adı
Frmbigfile.vtfiles.Columns[1]=Boyut
Frmbigfile.vtfiles.Columns[2]=Türü
Frmbigfile.vtfiles.Columns[3]=Son Erişim
Frmbigfile.vtfiles.Columns[4]=Yol
Frmbigfile.lblpath.caption=Tarama Konumu:
Frmbigfile.btnrescan.caption=Tekrar Tara
Frmbigfile.btnsearch.caption=Ara
Frmbigfile.btndel.caption=Sil
Frmbigfile.btncancel.caption=Durdur
FrmBigFile.btnIgnore.caption=Seçilen öğeleri yoksay
FrmBigFile.btnExport.caption=Dışa Aktar...
FrmBigFile.btnExConfig.caption=Yoksayılan öğeler
;
; Register 
;
FrmBuy.lblfull.caption=Wise Care 365 Pro'nun Tam Sürümü İçin Kaydol:
FrmBuy.lblfull1.caption=Wise Care 365'in tüm özelliklerini kullanabilmek için tam sürümünü satın almanız gerekiyor, Wise Care 365'in tam sürümü ile şunları yapabilirsiniz:
FrmBuy.lblinfo0.caption=Saniyeler içinde tüm sorunları bir tıklamayla düzeltin.
FrmBuy.lblinfo1.caption=Tüm gereksiz dosyaları, bilgisayar izlerini ve geçmişi otomatik olarak temizler.
FrmBuy.lblinfo2.caption=Başlangıç hızını, İnternet bağlantı hızını artırır ve bilgisayarı yeni gibi çalıştırır.
FrmBuy.lblinfo3.caption=Windows işletim sistemi için gerçek zamanlı koruma ve iyileştirme.
FrmBuy.btnbuy.caption=Şimdi Kaydol
FrmBuy.btnactive.caption=Lisans anahtarınızı etkinleştirin
FrmBuy.lblguarantee.caption=Herhangi bir nedenden dolayı yazılımdan memnun değilseniz, satın aldıktan sonraki 60 gün içinde paranızı tam olarak geri alabilirsiniz.
FrmBuy.lblkey.caption=Zaten lisans anahtarınız var mı?
FrmRegister.caption=Kaydol
FrmLicense.lblinfo.caption=Wise Care 365'i seçtiğiniz için teşekkür ederiz.
FrmLicense.lblinput.caption=PRO sürümünü etkinleştirmek için lütfen lisans anahtarınızı girin.
FrmLicense.lblname.caption=Kullanıcı Adı:
FrmLicense.lblemail.caption=E-posta:
FrmLicense.lblkey.caption=Lisans Anahtarı:
FrmLicense.btnregister.caption=Kaydol
FrmLicense.lblhelp.caption=Lisans anahtarını girmede sorun mu yaşıyorsunuz?
FrmLicense.lblnokey.caption=Henüz bir lisans anahtarınız yok mu?
FrmLicense.lblsupport.caption=Bizimle İletişime Geçin
FrmLicense.btnbuy.caption=Şimdi Satın Al
FrmExitNotice.btnexit.caption=Çıkış
FrmExitNotice.btnreg.caption=Kolay kayıt için devam et
FrmExitNotice.lbltitle.caption=Wise Care 365 Pro'yu kapatmadan önce:
FrmExitNotice.lblinfo.caption=Bu sorunlar bilgisayarınızı yavaşlatabilir, verimliliğini düşürebilir, hayal kırıklığı ve zaman kaybını artırabilir.
FrmExitNotice.lblregister.caption=Wise Care 365 Pro'ya kaydolmak için:
;
; Common disk clean
;
FrmCommon.btnall.caption=Tümünü Seç
FrmCommon.btnre.caption=Önerilen
FrmCommon.btnnone.caption=Hiçbirini Seçme
FrmCommon.btnScan.caption=Tara
FrmCommon.lblstat.caption=Gereksiz dosyaları, izleri hızlı ve kolayca temizleyin.
FrmCommon.btncancel.caption=İptal
FrmCommon.btnrescan.caption=Tekrar Tara
;
; Registry Clean
;
FrmRegClean.btnall.caption=Tümünü Seç
FrmRegClean.btnre.caption=Önerilen
FrmRegClean.btnnone.caption=Hiçbirini Seçme
FrmRegClean.btnCustom.caption=Özel Alan
FrmRegClean.WiseLabel1.caption=Zamanlayıcı
FrmRegClean.lbltype.caption=Çaşılma Türünü Seçin:
FrmRegClean.lblweek.caption=Gün Seçin:
FrmRegClean.lbltime.caption=Saat:
FrmRegClean.btnScan.caption=Tara
FrmRegClean.btncancel.caption=İptal
FrmRegClean.btnrescan.caption=Tekrar Tara
FrmRegClean.lblstat.caption=Henüz kayıt defterinizi temizlemediniz. Anlık tarama yapılması önerilir.
FrmRegClean.lblinfo.caption=Düzenli Kayıt Defteri temizleme bilgisayarınızı daha hızlı ve daha kararlı hale getirir.
Frmcustom.caption=Özel Alan
Frmcustom.btnre.caption=Önerilen
Frmcustom.btnall.caption=Tümünü Seç
Frmcustom.btnnone.caption=Hiçbirini Seçme
Frmcustom.btncancel.caption=İptal
Frmcustom.btnok.caption=TAMAM
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Boş Alan
FrmDiskDefrag.btnfolder.caption=Klasör
FrmDiskDefrag.btnfile.caption=Dosya
FrmDiskDefrag.btnsystem.caption=Sistem Dosyası
FrmDiskDefrag.btnFragmented.caption=Parçalanma
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Birleştirme sonrası bilgisayarı kapat.
FrmDiskDefrag.btnpause.caption=Duraklat
FrmDiskDefrag.btnstop.caption=Durdur
FrmDiskDefrag.btnDefrag.caption=Birleştir
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Disk Silici, silinen dosyaların tamamen kaldırılmasıyla gizliliğinizi koruyabilir.
FrmDiskErase.btnstopErase.caption=Durdur
FrmDiskErase.chkshutdown.caption=Disk silme sonrası bilgisayarı kapat.
FrmDiskErase.BtnErase.caption=Sil
FrmDiskErase.lblerasemode.caption=Güvenlik:
FrmDiskErase.vstDisk.Columns[0]=Sürücüler
FrmDiskErase.vstDisk.Columns[1]=Toplam Boyut
FrmDiskErase.vstDisk.Columns[2]=Boş Alan
FrmDiskErase.vstDisk.Columns[3]=Durum
;
; Exclusion list
;
FrmExclusion.btnimport.caption=İçe Aktar
FrmExclusion.btnexport.caption=Dışa Aktar
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Parçalanan dosyalar tamamen kaldırılacak ve geri yüklenemez.
FrmFileShredder.lblFileLine2.caption=Parçalanan dosyaların orijinal alanın üzerine yazılmasıyla geri yüklenmesini önleyin.
FrmFileShredder.btnErase.caption=Parçala
FrmFileShredder.btnaddfile.caption=Dosya Ekle
FrmFileShredder.btnaddfolder.caption=Klasör Ekle
FrmFileShredder.btnstop.caption=Durdur
FrmFileShredder.btndelitem.caption=Kaldır
FrmFileShredder.vtfiles.Columns[0]=Dosya/Klasör Adı
FrmFileShredder.vtfiles.Columns[1]=Yol
FrmFileShredder.vtfiles.Columns[2]=Durum
;
; General Settings 
;
FrmGeneral.lbltrash.caption=Gereksiz dosyalar, şundan daha büyüktür
FrmGeneral.lbltrace.caption=İzlerin sayısı, şundan daha büyüktür
FrmGeneral.chkturbo.caption=Aşağıdakilerden herhangi biri meydana geldiğinde Wise Turbo'yu otomatik olarak çalıştır
FrmGeneral.chkstartup.caption=Açılışta Başlat
FrmGeneral.chkbooster.caption=Açılışta Başlangıç Hızlandırıcıyı Çalştır
FrmGeneral.lblsys.caption=Sistem
FrmGeneral.lblupdate.caption=Güncellemeleri Denetle:
FrmGeneral.chknews.caption=Uygulama yüklenirken bülteni kontrol edin
FrmGeneral.chkexp.caption=Müşteri Deneyimi Geliştirme Programına Katıl
FrmGeneral.lblexp.caption=Ayrıntılar
FrmGeneral.lblportable.caption=Taşınabilir Sürüm
FrmGeneral.btnmakeportable.caption=Taşınabilir Sürüm Oluştur
FrmGeneral.lblinterface.caption=Arayüz
FrmGeneral.lbllang.caption=Dil:
FrmGeneral.chkue.caption=Müşteri Deneyimi Geliştirme Programına Katıl
FrmGeneral.btnupdate.caption=Şimdi Denetle
FrmBoosterSettings.chkauto.caption=Hava durumu bilgisini konuma göre otomatik olarak alın
FrmBoosterSettings.chkset.caption=Hava durumu bilgilerini almak için aşağıdaki konumu kullanın
FrmGobleSettings.btnstartup.caption=Başlangıç Hızlandırıcı
;
; Settings GUI
;
FrmGobleSettings.caption=Ayarlar
FrmGobleSettings.TabBtnGeneral.caption=Genel
FrmGobleSettings.TabBtnClean.caption=Temizleyici
FrmGobleSettings.TabBtnExclusion.caption=Dışlamalar
FrmGobleSettings.TabBtnCheckup.caption=Özel Kontrol
FrmGobleSettings.btncancel.caption=İptal
FrmGobleSettings.btnok.caption=Kaydet
FrmGobleSettings.btnTray.caption=Sistem Çubuğu
FrmGobleSettings.btnSysProect.caption=Sistem Koruma
;
; Update
;
FrmNewVer.lblTitle.caption=Yeni bir sürüm mevcut.
FrmNewVer.lblignore.caption=Bu sürümü yoksay
FrmNewVer.btnno.caption=Şimdi Değil
FrmNewVer.btnUpdate.caption=Şimdi Güncelle
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=İyileştir
FrmOptimizer.lblinfoex.caption=Sistem İyileştirme, ağınızın ve sisteminizin hızını artırabilir.
FrmOptimizer.btnnone.caption=Hiçbirini Seçme
FrmOptimizer.btnall.caption=Tümünü Seç
FrmOptimizer.btnDefault.caption=Sistem Varsayılanı
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Kişisel izleme verilerini silerek gizliliğinizi koruyun.
FrmPrivacyErase.btnrescan.caption=Tekrar Tara
FrmPrivacyErase.btnScan.caption=Tara
;
; Register defrag
;
FrmProcess.caption=Kayıt Defteri Birleştirme
FrmProcess.lblwait.caption=Lütfen Bekleyin...
FrmProcess.lblinfo.caption=Birleştirme sırasında, bilgisayarınız birkaç dakika yanıt vermeyebilir.
FrmRegDefragger.lblinfo.caption=Kayıt defteri birleştirme, bilgisayarınızın daha hızlı ve daha kararlı çalışmasını sağlayabilir.
FrmRegDefragger.lblstat.caption=Henüz kayıt defterinizi birleştirmediniz. Anlık birleştirme yapılması önerilir!
FrmRegDefragger.btndefrag.caption=Birleştir
FrmRegDefragger.lblinfo1.caption=1. Bu özelliği çalıştırmadan önce diğer tüm uygulamaları kapatmanızı öneririz.
FrmRegDefragger.lblinfo2.caption=2. Analiz edilirken sistem geçici olarak tepkisiz kalabilir ve bu normaldir.
FrmRegDefragger.lblinfo3.caption=3. Kayıt defteri birleştirme tamalandığında sistem otomatik olarak yeniden başlatılacaktır.
FrmRegDefragger.lblinfo4.caption=4. Birleştirme işlemi sırasında bilinmeyen sonuçlara neden olabileceğinden lütfen durdurmayın.
FrmRegDefragger.vtdefrag.Columns[0]=Grup Adı
FrmRegDefragger.vtdefrag.Columns[1]=Geçerli Boyut
FrmRegDefragger.vtdefrag.Columns[2]=Yeni Boyut
FrmRegDefragger.vtdefrag.Columns[3]=Fazlalık Oranı
FrmRegDefragger.btnAnalysis.caption=Analiz Et
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Not: Şifrenizi unutmamak için güvenli bir yerde saklayın.
FrmPwGenerator.BtnCopy.caption=Panoya Kopyala
FrmPwGenerator.ckdigital.caption=Sayısal
FrmPwGenerator.cklowercase.caption=Küçük Harf
FrmPwGenerator.ckupercase.caption=Büyük Harf
FrmPwGenerator.ckspecial.caption=Özel Karakterler
FrmPwGenerator.lblinfo.caption=Şifre Oluşturucu, güçlü bir şifre oluşturmanıza yardımcı olacaktır.
FrmPwGenerator.lbllen.caption=Şifre Uzunluğu
FrmPwGenerator.Btngenerator.caption=Şifre Oluştur
;
; Software Rate
;
FrmRate.Btnlist.caption=Kullanıcı Yorumları
FrmRate.Btnreview.caption=Yorumum
FrmRate.Btnfirst.caption=İlk yorumlayan siz olun
FrmRate.Btnsubmit.caption=Gönder
FrmRate.lblscore.caption=Derecelendir:
FrmRate.lblscorehint.caption=(Derecelendirmek için yıldızlara tıklamanız gerekiyor)
FrmRate.lblnick.caption=Takma Adınız:
FrmRate.lblnickhint.caption=(İsteğe bağlı)
FrmRate.lblemail.caption=E-posta Adresiniz:
FrmRate.lblemailhint.caption=(İsteğe bağlı)
FrmRate.lblcontent.caption=İçerik:
FrmRate.lblcontenthint.caption=(İsteğe bağlı)
FrmRate.lbldesctitle.caption=Yazılım Açıklaması:
FrmRate.lblratesoft.caption=Önerilen Yazılım
;
; Schedule task
;
FrmSchedule.btnOK.caption=TAMAM
FrmSchedule.btnCancel.caption=İptal
FrmSchedule.lblinfo.caption=Düzenli otomatik temizleme, bilgisayarınızı en yüksek performansta tutmaya yardımcı olur ve size zaman kazandırır.
FrmSchedule.chksilent.caption=Sessiz mod
FrmSchedule.lbltype.caption=Çaşılma Türünü Seçin:
FrmSchedule.lblweek.caption=Gün Seçin:
FrmSchedule.lbltime.caption=Saat:
FrmSchedule.caption=Görev Planla
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Tüm Microsoft hizmetlerini gizle
FrmStartupMgr.TabBtnBoot.caption=Başlangıç
FrmStartupMgr.TabBtnService.caption=Hizmetler
FrmStartupMgr.TabBtnHis.caption=Kayıtlar
FrmStartupMgr.BtnRestoreAll.caption=Tek Tuşla Geri Yükle
FrmStartupMgr.tabbtnup.caption=Hızlandırma
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Hafiflet
FrmSysClean.btnall.caption=Tümünü Seç
FrmSysClean.btnrecommended.caption=Önerilen
FrmSysClean.btnnone.caption=Hiçbirini Seçme
FrmSysClean.vtsys.Columns[0]=Öğe
FrmSysClean.vtsys.Columns[1]=Boyut
FrmSysClean.vtsys.Columns[2]=Konum
FrmSysClean.vtsys.Columns[3]=Öneri
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Büyük Dosya Yöneticisi
FrmTabPrivcay.TabBtnPrivacyErase.caption=Gizlilik Silici
FrmTabPrivcay.TabBtnDiskErase.caption=Disk Silici
FrmTabPrivcay.TabBtnFileShredder.caption=Dosya Parçalayıcı
FrmTabPrivcay.TabBtnPwGenerator.caption=Şifre Oluşturucu
FrmTabSysClean.TabbtnRegclean.caption=Kayıt Defteri Temizleyici
FrmTabSysClean.TabBtnCommonClean.caption=Genel Temizleyici
FrmTabSysClean.TabBtnAdvClean.caption=Gelişmiş Temizleyici
FrmTabSysClean.TabBtnSysSimming.caption=Sistem Hafifletme
FrmTabSysTune.TabbtnSysOpt.caption=Sistem İyileştirici
FrmTabSysTune.TabBtnDDefrag.caption=Disk Birleştirme
FrmTabSysTune.TabBtnRDefrag.caption=Kayıt Defteri Birleştirme
FrmTabSysTune.TabBtnBoot.caption=Başlangıç Yöneticisi
FrmTabSysTune.TabBtnContext.caption=Bağlam Menüsü
FrmTabSysMon.TabBtnProcess.caption=İşlem İzleyici
FrmTabSysMon.TabBtnHard.caption=Donanım Genel Bakış
FrmTabSysMon.btnProcessor.caption=İşlemci
FrmTabSysMon.btnBoard.caption=Anakart
FrmTabSysMon.btnMemory.caption=Bellek
FrmTabSysMon.btnGraphic.caption=Ekran Kartı
FrmTabSysMon.btnDisk.caption=Sabit Disk
FrmTabSysMon.btnNetAdapter.caption=Ağ Adaptörü
FrmTabSysMon.btnSoundCard.caption=Ses Kartı
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Güvenli Silme
FrmSettingClean.chkAutoBackup.caption=Temizleme işlemi sırasında otomatik olarak defterini yedekle
FrmSettingClean.lblfolder.caption=Temizlenecek özel klasörler (Gelişmiş temizleyici için geçerlidir)
FrmSettingClean.btnadd.caption=Ekle
FrmSettingClean.btnremove.caption=Kaldır
FrmSettingClean.lblscanmode.caption=Kayıt defteri nasıl taranır
FrmSettingClean.rdnormal.caption=Varsayılan Tarama
FrmSettingClean.rdssafe.caption=Güvenli Tarama
FrmSettingClean.rddeep.caption=Derin Tarama
FrmSettingClean.lblusers.caption=Çok kullanıcılı:
frmsettingclean.rdauser.caption=Tüm kullanıcılar
frmsettingclean.rdcuser.caption=Sadece geçerli kullanıcı
frmsettingclean.rdusers.caption=Seçilen kullanıcılar
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Geri Yükle
FrmIgnoredItems.btnall.caption=Tümünü Seç
FrmIgnoredItems.btnnone.caption=Hiçbirini Seçme
FrmIgnoredItems.lblinfo.caption=Yoksayılan kontrol öğeleri
;
; Shutdown notice
;
FrmShutDownNote.caption=Kapatma Hatırlatıcı
FrmShutDownNote.btnCancel.caption=İptal
;
; Skin
;
Frmskin.lblphoto.caption=Özel fotoğraf teması
FrmSkin.lblprevious.caption=Önceki
FrmSkin.lblnext.caption=Sonraki
;
; Input Window 
;
frminput.btncancel.caption=İptal
frminput.btnok.caption=TAMAM
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Özel Avatar
FrmChangeHeader.btnsys.caption=Sistem Avatarı
FrmChangeHeader.btnlocal.caption=Yerel Resim
FrmChangeHeader.btnok.caption=TAMAM
FrmChangeHeader.btncancel.caption=İptal
FrmChangeHeader.lblpreview.caption=Önizleme
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Müşteri Deneyimi Geliştirme Programı
Frmsecurity.lbltitle.caption=Müşteri Deneyimi Geliştirme Programına Katıl
Frmsecurity.lblinfo1.caption=Bu ürünün geliştirilmesine yardımcı olmak için, ürünleri nasıl kullandığınızla ilgili olarak WiseCleaner.com'a mesaj göndererek Müşteri Deneyimi Geliştirme Programına katılabilirsiniz.
Frmsecurity.lblinfo2.caption=Toplanan herhangi bir bilgi sizi tanımlamak veya iletişim kurmak için kullanılmamaktadır ve istediğiniz zaman programdan çıkabilirsiniz.
Frmsecurity.lbllink.caption=Müşteri Deneyimi Geliştirme Programı hakkında daha fazla bilgi edinin.
Frmsecurity.cbagree.caption=Müşteri Deneyimi Geliştirme Programına katılın.
Frmsecurity.cbagainst.caption=Programa şimdi katılmak istemiyorum.
Frmsecurity.btnok.caption=TAMAM
;
;
;
FrmTrail.lbltitle.caption=Wise Care 365'i seçtiğiniz için teşekkür ederiz
FrmTrail.lblhint.caption=Deneme süresinin bitiminden sonra aşağıdaki özellikleri kullanamazsınız.
FrmTrail.lblinfo0.caption=1, Tek tıklamada bilgisayar hatalarını kontrol edip düzeltme.
FrmTrail.lblinfo1.caption=2, Gizlilik Silici.
FrmTrail.lblinfo2.caption=3, Bağlam menüsü yönetimi.
FrmTrail.lblinfo3.caption=4, Otomatik olarak yeni sürüme güncelleme.
FrmTrail.lblinfo4.caption=5, Fantastik yeni temalar.
FrmTrail.lblhint1.caption=Bu programı beğenirseniz, lütfen zamanında yenileyin.
FrmTrail.btnbuy.caption=Şimdi Satın Al
FrmTrail.btnClose.caption=Daha Sonra

[WiseTray]
TfrmTraySetting.ckclose.caption=Ana program kapalıyken bildirimi kapat.
TfrmAssistMsg.ckbxNoPrompt.caption=Tekrar sorma
TfrmTraySetting.ckAssist.caption=Birisi yazımı cevaplarsa bana bildir.
TfrmTraySetting.ckReware.caption=Birisi ücretli soru sorarsa bana bildir.
TfrmTraySetting.Caption=Ayarlar
TfrmTraySetting.btnok.Caption=TAMAM
TfrmTraySetting.btnCancel.Caption=İptal
TfrmTraySetting.ckbx4.Caption=Wise Care 365'i çalıştırırken yüzen pencereyi otomatik olarak göster
TfrmTraySetting.lbl4.Caption=Bellek kullanım oranı bu değerden daha yüksek olduğunda belleği otomatik olarak iyileştir
TfrmTraySetting.lbl1.Caption=Sıcaklık Birimi
TfrmTraySetting.lbl2.Caption=Sistem Bilgilerini Göster
TfrmTraySetting.ckbx2.Caption=Fahrenhayt
TfrmTraySetting.ckbx1.Caption=Santigrat
TfrmTraySetting.ckbx3.Caption=Otomatik İyileştirme
TfrmTraySetting.ckbx5.Caption=CPU Sıcaklığı
TfrmTraySetting.ckbx6.Caption=GPU Sıcaklığı
TfrmTraySetting.ckbx7.Caption=Sabit Disk Sürücü
TfrmTraySetting.ckbx8.Caption=Anakart Sıcaklığı
TfrmTraySetting.ckbx9.Caption=Ağ Hızı
TfrmTraySetting.ckbx10.Caption=CPU kullanımı
FrmTrayMain.btnExit.caption=Çıkış
FrmTrayMain.btnShowMain.caption=Ana Programı Aç
FrmTrayMain.ppmitem2_1=Yüzen Pencereyi Gizle
FrmTrayMain.ppmitem2_2=Yüzen Pencereyi Göster
frmWiseFloatWnd.ppmStayontop=Üstünde Tut
frmWiseFloatWnd.ppmHide=Yüzen Pencereden Çık
TfrmPopupWnd.Caption=Wise Care 365 Bildirim
TfrmPopupWnd.btn1.Caption=İyileştir
TfrmPopupWnd.lblM.Caption=Bellek：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Yeterli kullanılabilir bellek
TfrmPopupWnd.lbl1.Caption_2=Az kullanılabilir bellek
TfrmPopupWnd.lbl1.Caption_3=Seyrek kullanılabilir bellek
TfrmPopupWnd.lvitem0=Sistem kaynağını iyileştir
TfrmPopupWnd.lvitem1=Belleği Temizle
TfrmPopupWnd.lvitem10=Yüksek bellek kullanımı
TfrmPopupWnd.lvitem30=Yüksek CPU kullanımı
TfrmPopupWnd.msg1=Belleği temizle
TfrmTraySetting.lblTip.Caption=Yüzen Pencereyi Özelleştir
TIP_CPU_USE=CPU kullanımı
H_ID_MAINBOARD=Anakart Sıcaklığı
H_ID_CUP=CPU Sıcaklığı
H_ID_GRAPHICS_T=Ekran Kartı Sıcaklığı
H_ID_DISK=Disk Sıcaklığı

[Context]
ContxtMgrInfo=Windows bağlam menüsünü devre dışı bırakmak/etkinleştirmek için kolay bir yöntem.
ContextName=Menü Başlığı
ContextPublisher=Yayımcı
ContextType=Türü
ContextAction=Durum
ContextAll=Tüm Dosyalar (*)
ContextDirectory=Dizin
ContextFolder=Klasör
ContextDrive=Sürücü
ContextBack=Masaüstü
ContextRecycle=Geri Dönüşüm
ContextShortcut=Kısayol Dosyası
ContextExe=Exe Dosyası
Contextunknowndesc=Bilinmeyen Açıklama
Contextunknown=Bilinmeyen Şirket

[Message]
MWDetected=MalwareBytes, %s uygulamasının çalışmasını engellediği algılandı. Çözüm için Tamam'a tıklayın.
ConfirmRemoveDownload=İndirilenler klasöründeki tüm dosyalar kaldıracaktır, devam etmek istediğinize emin misiniz?
OverMaxTimes=Kimlik doğrulama hatası! Maksimum etkinleştirme sayısını aşabilirsiniz, lütfen bizimle iletişime geçin.
Skipped=Atlandı
7After=Kayıt defterinizi en son temizlediğinizden beri %d gün geçti. Anlık tarama yapılması önerilir.
7Before=Kayıt defteriniz temizlenirse bilgisayarınız da o kadar hızlı olur!
Activated=Pro sürümü etkinleştirildi.
ActivateOnline=Kayıt bilgileriniz kontrol ediliyor, lütfen birkaç saniye bekleyin...
AddFileType=Dosya Türü Ekle
AddFolder=Klasör Ekle
AdviseClean=Düzenli kayıt defteri temizleme, bilgisayarınızı hızlandıracak ve kararlı yapacaktır.
AllHardDrive=Yerel Sabit Diskler
AlreadExist=%s zaten listede var.
Analysing=Analiz Ediliyor...
Area=Alan
AvdDefaultHint=Daha fazla gereksiz dosyaları bulun ve daha fazla boş alan açın.
BackupDate=Yedekleme Tarihi
BackupType=Yedekleme Türü
BFName=Dosya Adı
BFPath=Yol
BFSize=Dosya Boyutu
BFType=Türü
BigfileHint=Sistem anahtar dosyaları ve önemli dosyalar tarama sonuçlarından filtrelendi. Lütfen diğer dosyaları seçerken dikkatli olun.
BigfileSearch=Daha fazla disk alanı açmak için, düzenli olarak gereksiz büyük dosyaları silin!
BigfileSearchFinish=%d büyük dosya bulundu, %s disk alanı kaplıyor. Süre: %d saniye.
BigfileSelect=%d dosya seçildi. Bunların silinmesi %s disk alanı açacaktır.
bkAuto=Otomatik
bkManual=Manuel
Browse=Göz at...
BrowserRunning=%s çalışıyor. Bunu kapatmak ister misiniz? Aksi takdirde, önbellekler ve çerezler temizlenemez.
BtnHint=Hızlı ve Daha Güvenli
BtnUpgrade=Tam Sürüm
Cancel=İptal
CanFreeSpace=%d dosya bulundu ve %s disk alanı açılabilir.
CannotCrTask=Zamanlanmış görev oluşturulamıyor.
Clean=Temiz
CleanDone=Temizleme tamamlandı!
CleanForReg=Kayıt defteri temizleniyor...
CleanHis=Geçmişi Temizle
Cleaning=Temizleniyor..
CleanNow=Anlık tarama yapılması önerilir.
ComfirmDefrag=Lütfen bitmemiş çalışmalarınızı kaydedin, çünkü bilgisayar birleştirme sonrası sonra yeniden başlatılacaktır. Devam edilsin mi?
Complete=Tamamlandı
Compress=Sıkıştırılıyor...
ConfirmAdd="Gelişmiş Temizleyici"yi çalıştırdığınızda %s içindeki tüm dosyaları silmek istediğinizden emin misiniz?
ConnectFail=Sunucuya bağlanılamıyor, lütfen internet bağlantınızı kontrol edin ve sonra tekrar deneyin.
CreateBackup=Yedekleme yapılıyor...
CreateBackupReg=Yedekleme yapılıyor... Lütfen bir kaç dakika bekleyin.
CreateDate=Oluşturulma Tarihi
def15After=Son birleştirmeden beri %d gün geçti, hemen bir kayıt defteri birleştirme önerilir.
def15Before=Kayıt defterinizi mümkün olduğunca sıkıştırırsanız bilgisayarınız hızlı ve kararlı çalışacaktır.
DefaultValue=(Varsayılan)
DefragRate=İyileştirme oranı: %s.
DefragReport=Kayıt defteri sıkıştırıldı. İyileştirme raporu:
DefragReport1=Kayıt defterinin önceki boyutu:
DefragReport2=Kayıt defterinin yeni boyutu:
DefragReport3=İyileştirilen boyutu:
delbigfile=Büyük dosyaların silinmesi, yedek olmadan tek yönlü bir işlemdir. Bu Seçilen dosyaları silmek istiyor musunuz?
delbigfileFail=Dosya silinemiyor: %s, başka bir uygulama tarafından kullanılmakta olabilir.
DelSkin=Bu temayı silmek istediğinizden emin misiniz?
Description=Açıklama
DisableAdd=Güvenlik gereği, ("Windows Klasörü", "Sabit Disk Başlatma" ve "CD-ROM" gibi) bazı sistem klasörleri bu listeye eklendi.
Discount=(%25 indirim artık kullanılabilir)
DiscountInfo1=%d gündür Wise Care 365 Ücretsiz kullanıyorsunuz,
DiscountInfo2=şimdi size özel bir teklifimiz var,
DiscountInfo3=PRO sürümüne yükseltmek için sadece %s ödersiniz.
DownloadError=İndirme hatası, lütfen daha sonra deneyin.
DownloadingSkin=İndirme görevi tamamlanmadı. Lütfen daha sonra güncelleyin.
DupFile=Listedeki Dosya
DupFolder=Bu klasör listede var.
DupItem=Öğe zaten listede var.
ElapsedTime=Geçen Süre:
ELeftTime=Tahnimi Süre...
EmptyEmail=E-posta adresi boş olamaz.
EmptyName=Adınız boş olamaz.
EmpytKey=Lisans anahtarı boş olamaz.
EnableRestore=Sistem Geri Yükleme devre dışı. Sistem Geri Yüklemeyi etkinleştirmek istiyor musunuz?
Entries=Girdi
ErrorMsg=Hata Mesajı:
ExImport=Dışlama listesi şuraya çıkarıldı:
ExitTray=Wise Care 365'den çıkmak istedğinize emin misiniz?
ExpiryDate=Bitiş Tarihi:
Exported=Geçerli girdiler şuraya çıkarıldı %s. Dosyayı şimdi açmak istiyor musunuz?
Extracte=Çıkarılıyor...
FailedCloseProcess=Program durdurulamadı. Lütfen programı elle kapatın.
FailToDelete=Bazı dosyalar silinemiyor, ancak bilgisayar yeniden başlatıldığında silinecektir.
failtounLock=Kayıt Defteri Düzenleyicisinin engeli kaldırılamadı. Belki de bu işlemi gerçekleştirmek için daha fazla izin gereklidir.
FindDrives=Sürücüler aranıyor...
FindError=%d güvensiz girdi arasından %d sorun bulundu.
FindFilesSize=%d dosya bulundu, toplam %s
FindRunProcess=Program çalışıyor. Bu güncellemeyi tamamlamak için lütfen programı kapatın.
FindTraces=%d geçmiş bulundu.
FindTracesSection=%d iz bu bölümde bulundu
Fix=Düzelt
Free=Ücretsiz
GetHotSkinError=Tema bilgileri sorgulanırken hata oluştu.
GettingRestoreData=Veriler geri alınıyor...
GoodHabit=Kayıt defterinin düzenli olarak temizlemek, bilgisayarınızı tam performansta tutacaktır.
HaveChange=Değişiklikleri kaydetmek istiyor musunuz?
Hours=Saat
Ignore=Yoksay
IgnoreVer=Bu güncellemeyi yoksay
illegalType=%s yasadışı dosya türüdür.
InputCookie=Lütfen etki alanı girin (Google, Live vb. gibi)
InputSummary=Lütfen bu türün özet bilgilerini girin:
InputType=Dosya adı veya dosya türü girin (Örneğin: *.tmp vb...)
InvalidEmail=Geçersiz e-posta adresi, lütfen geçerli bir e-posta girin.
InvalidIgnorItem=Bu öğe yoksayılamaz.
InvalidKey=Geçersiz lisans anahtarı, lütfen geçerli bir anahtar girin.
InvalidRegInfo=Geçersiz kayıt bilgileri!
InvalidType=Geçersiz dosya uzantısı
IsRunning=Program taranıyor, lütfen tarama tamamlanana kadar bekleyin ve daha sonra tekrar deneyin.
IssueFound=%d sorun bulundu.
IssuesFound=%d sorun bulundu.
Items=Öğe
KeyWord=Lütfen anahtar kelime girin:
KillProcessError=İşlemi sonlandırma hatası, olası neden yetersiz izinler
LastClean=Son temizleme:
LastCommonClean=Son temizleme:
LastDefrag=Son Kayıt Defteri Birleştirme süresi:
LeastOne=Taramak için en az bir alan seçmelisiniz.
LeftTime=Kalan Süre:
LeftTimeSec=Süre: %s saniye.
LestOne=Taramak için en az bir alan seçmelisiniz.
LestOneClean=Temizlemek için en az bir alan seçmelisiniz.
LestOneItem=Temizlemek için en az bir öğe seçmelisiniz.
LogAll=%d sorun bulundu, %d sorun çözüldü.
LogFail=%d öğe kaldırılamadı.
Minutes=Dakika
MoreSpace=İsteğe bağlı
NeedBackup=Bilgisayarınızı ilk kez kontrol ettiğiniz görünüyor. Anlık yedekleme yapılması önerilir. Şimdi otomatik olarak yedeklemek ister misiniz?
NeedInstall=Şimdi %s yüklemek istiyor musunuz?
NeedStartup=Bilgisayarınızı elle hızlandırmanız gerekiyor, çünkü Wise Care 365 başlangıçta çalıştırmaya ayarlı değil.
NeedUpdate=Şimdi %s güncellemek istiyor musunuz?
Never=Asla
NeverDefrag=Kayıt Defteri henüz birleştirilmedi!
New=Yeni
NewVer=Yeni bir sürümü mevcut! Şimdi güncellemek istiyor musunuz?
NoBackupSelected=Geri yüklemek için en az bir yedek seçmelisiniz.
NoDriveChecked=Tarama için bir veya daha fazla sürücü seçmelisiniz.
NoError=Tebrikler, hiçbir sorun bulunamadı!
NoFilesFound=Temiz
NoItemChecked=Temizlenecek için bir veya daha fazla dosya seçmelisiniz.
NoItemFound=Hiçbir öğe bulunamadı
NoItems=Tebrikler! Tüm öğeler iyileştirildi.
NoNewVer=Tebrikler, en son sürümü kullanıyorsunuz!
NoRegInfo=Lisans bilgileriniz bulunamıyor.
Notice=Bilgisayarınızı Daha Hızlı Ve Daha Güvenli Yapın
NoTracesFound=Hiçbir iz yok
NoTrashAndTrace=Tebrikler! Bilgisayarınız temiz.
NotShowNotice=Bu uyarıyı tekrar gösterme.
NotSupportOS=Bu özellik, bu işletim sisteminde desteklenmiyor.
NowCleaning=Şimdi Temizleniyor:
Offer=Özel Teklif
Optimize=İyileştir
PluginCount=Eklenti sayısı:
PrivacyActive=Etkinleştirmek için
PrivacyData=Gizlilik Kayıtları:
PrivacyDefaultHint=İzleme verilerinin düzenli olarak taranması meraklı gözlerden gizliliğinizi garanti altına alabilir.
Privacyissues=Gizlilik Sorunları:
PrivacyUnActive=Gizlilik Sorunları: Etkin Değil
Problems=Sorunlar:
Proupdate=Giveaway sürümü yükseltmeyi destekleyemediği için üzgünüz, ancak en yeni sürümü edinmeniz için %50 indirim sağlayabiliriz. Aksi takdirde güncellemeyi seçerseniz ÜCRETSİZ sürüme geçersiniz. Devam edilsin mi?
RegBackup=Kayıt defteri yedekleme
RegBackupDone=Kayıt defteri yedeklemesi başarıyla oluşturuldu.
RegBackupFail=Kayıt defteri yedeklenemedi.
RegeditorLocked=Kayıt Defteri Düzenleyicisi engellendi. Yedekleme/geri yükleme özelliği, erişilebilir bir Kayıt Defteri Düzenleyicisi gerektirir. Şimdi Kayıt Defteri Düzenleyicisinin engelini kaldırmak istiyor musunuz?
RegEntries=Geçersiz kayıt defteri girdileri.
Regerror=Kayıt Defteri Hatası:
Registried=Kayıtlı
RegRestore=Kayıt defterini geri yükleyin
RegTitle=Kayıtlı Değil
Removebackup=Seçilen yedekleme dosyalarını kaldırmak istediğinizden emin misiniz?
RemoveSysRestore=Seçilen sistem geri yükleme noktasını kaldırmak istediğinizden emin misiniz?
ReScanHint=%d sorun bulundu, daha fazla sorun bulmak için ikinci bir tarama yapmanız önerilir.
ReScanHint1=Daha fazla sorun bulmak için tekrar tarama yapmanızı öneririz.
ReScanHint2=Daha fazla sorun bulmak için lütfen tekrar tarayın.
RestoreComplete=Geri Yükleme tamamlandı.
RestoreFromSysRestore=Sistemi geri yükledikten sonra bilgisayarınızı yeniden başlatmanız gerekir. Şimdi sistem geri yüklemeyi başlatmak istiyor musunuz?
RestorePointDone=Geri yükleme noktası başarıyla oluşturuldu.
RestorePointFail=Sistem geri yükleme noktası oluşturulamadı.
RestoreReg=Kayıt Defteri Geri Yükleniyor... Lütfen biir kaç dakika bekleyin.
Safetodel=Bu öğe güvenle silinebilir.
ScanAborted=Tarama iptal edildi!
ScanCanceled=Tarama iptal edildi!
ScanFor=Taranıyor:
Scaning=Taranıyor...
ScannedSection=Taranan Bölümler:
Scanning=Taranıyor...
ScheduleHint=Bilgisayarınızı düzenli olarak temizleyin.
ScheduleNextTime=Gelecek sefer:
ScheduleNotActive=Zamanlama görevi etkin değil.
Secs=Saniye
SelectFolder=Lütfen bir klasör seçin
SelectHardDrive=Lütfen bir sabit sürücü seçin
ShredFile=Dosya/klasör parçala
SkinCorrupt=İndirilen tema dosyası eksik veya bozuk! Lütfen tekrar indirin.
SkinLimit=Bu tema sadece Pro sürümleri için kullanılabilir? Şimdi Yükseltilsin Mi?
StartClean=Temizle
StartScan=Tara
SuggestDefrag=Anlık birleştime yapılması önerilir.
SuggestIgnore=Kayıt defterini bir dahaki sefere birleştirebilirsiniz.
Summary=Özet
SysCreating=Bir sistem geri yükleme noktası oluşturuluyor...
SysProtectOff=Sistem Koruma Kapalı
SysProtectOn=Sistem Koruma Açık
SysRestoring=Sistem geri yüklemeye hazırlanıyor...
ThanksRegister=Bu ürünü kaydettiğiniz için teşekkür ederiz!
Total=Toplam:
TotalDefrag=%.2f sıkıştırıldı.
TotalTraces=%d iz bulundu.
TraceCount=Sayılan İzler:
TraceFound=%d iz bulundu.
TraceFoundEx=Aşağıdaki izler bulundu:
TraceRemoved=%d iz kaldırıldı.
TranslateTo=Çeviri Yap...
TrashFound=%d gereksiz dosya bulundu, toplam %s.
TrashFoundEx=Aşağıdaki gereksiz dosyalar bulundu:
TrashRemoved=%d dosya kaldırıldı, %s disk alanı boşaltıdı.
TrashSize=Dosyalar:
TrayNotice=Bilgisayarınız 15 günden fazla temizlenmedi!
TuneupCount=Ayar Sayısı:
TypeChanged=Tarama öğeleri değişti!
TypeNoError=Temiz
Unknow=Bilinmeyen
Unlimited=Sınırsız
Unoptimized=İyileştirilmedi
Unregistried=Kayıtsız
VipSkin=Bu tema sadece kayıtlı kullanıcılar için kullanılabilir. Şimdi Yükseltilsin Mi?
WaitForDownload=Lütfen indirme tamamlanana kadar bekleyin.
WaitUpdateComplete=Geçerli güncelleme görevi tamamlanmadı. Lütfen bu yazılımı daha sonra güncelleyin.
WarnNoType=En az bir dosya türünü seçmelisiniz!
WarnZeroFile="Boş Dosya" Modunu seçtiniz. Bunları kaldırmadan önce gözden geçirin, Devam edilsin mi?
WDCReport=Wise Disk Temizleyici Raporu
Working=Lütfen geçerli görev tamamlanana kadar bekleyin ve daha sonra tekrar deneyin.

[Exclusion]
Folder=Dışlanan Klasör
AddFolder=Klasör Ekle
File=Dışlanan Dosya
AddFile=Dosya Ekle
File Type=Dışlanan Dosya Türü
AddType=Tür Ekle
Registry=Dışlanan Kayıt Defteri Anahtarı
Add Key=Anahtar Ekle
Delete=Sil
Cookies=Dışlanan Etki Alanı
Add Cookie=Etki Alanı Ekle
Whiteapp=Beyaz listedeki uygulamalar
Blackapp=Kara listedeki uygulamalar
WhitePosition=Beyaz liste konumu
BlackPosition=Kara liste konumu

[PrivacyScan]
SeenPictures=Görüntülenen Resim Geçmişi
SeenPicturesHint=İnternette görüntülenen resimlerin Geçmişi.
SeenMovies=İzlenen Film/video Geçmişi
SeenMoviesHint=İnternette izlenen film/videoların geçmişi.
AccessFiles=Erişilen dosya geçmişi
AccessFilesHint=Bilgisayar kullanılırken erişilen dosyaların geçmişi.
VisitedWeb=Ziyaret Edilen Sayfaların Geçmişi
VisitedWebHint=İnternette ziyaret edilen sayfaların geçmişi.

[PrivacyClean]
GoodHabit=Temiz bir bilgisayarınız var, iyi bir alışkanlık, böyle devam edin!
CleanNow=Gizlilik riskleri var. Anlık tarama yapılması önerilir.
TraceFound=%d gizlilik riski bulundu.
TraceRemoved=%d gizlilik riski kaldırıldı.

[Password]
Weak=Zayıf
OK=TAMAM
Strong=Güçlü

[Schedule]
Daily=Günlük
Weekly=Haftalık
Monthly=Aylık
Idle=Boşta
Login=Girişte
Sunday=Pazar
Monday=Pazartesi
Tuesday=Salı
Wednesday=Çarşamba
Thursday=Perşembe
Friday=Cuma
Saturday=Cumartesi
AutoScan=Otomatik Tarama
AutoClean=Otomatik Temizleme

[Bootup]
BootAction=İşlem
BootDelHint=Bu Öğeyi Sil
BootLoad=Başlangıç ​​Programları Ve Hizmetler Yükleniyor
BootName=Yazılım Açıklaması
BootRate=Yazılım Değerlendirmesi
BootSuggestion=Öneri/ Değerlendirme
BootTime=Açılış Süresi
BtnRestore=Geri Yükle
CanDisable=İsteğe bağlı kapalı
delItem=Öğeyi silmek istediğinizden emin misiniz?
Disable=Devre Dışı
Enable=Etkin
FailToChange=Bu öğe etkin veya devre dışı bırakılamaz.
HisInfo=%d öğe devre dışı bırakıldı. Burada yanlışlıkla iptal edilen öğeleri kolaylıkla başlangıçta ​​etkinleştirebilirsiniz.
Keep=Tut
MaySpeedup=Açılış süreniz %.2f saniye azalacak.
MustEnable=Etkin olmalıdır
NoHisInfo=Şu anda hiçbir devre dışı öğe yok.
NoSuggestion=Henüz öneri yok
Optimal=En Uygun
Publisher=Yayımcı
ServiceCountInfo=%d üçüncü taraf hizmeti ve %d sistem hizmeti bulundu.
ServiceName=Servis Açıklaması
StartupInfo=Bilgisayarınızın açılış hızını artırmak için bazı gereksiz başlangıç ​​programlarını devre dışı bırakın.
ToDisable=Öneri kapalı
ToKeep=Olduğu gibi bırak
Tuneup=İyileştir
TuneupDone=%d başlangıç öğesi devre dışı bırakıldı.
TuneupFaile=%d başlangıç öğesi devre dışı bırakılamaz.

[Msg]
WDCScanSpeed=Dünyanın En Hızlı Tarama Hızı!
WDCSysSlimming=Hiçbir dosya bulunmadı!
PowerOpt=İyileştirilebilir ürün yok!

[CommonClean]
ScanAbortedHint1=Gereksiz dosyaları bulmak için tekrar taramanızı öneririz.
ScanAbortedHint=Gereksiz dosya ve izleri bulmak için tekrar taramanızı öneririz.
DefaultHint=Düzenli temizleme yapmak disk alanı kazandırabilir ve gizliliğinizi koruyabilir.
7After=Son temizlemeden beri %d gün geçti. Anlık tarama yapılması önerilir.
7Before=Sürücülerinizi temiz ve gizliliğinizi güvenli tutmak iyi bir alışkanlıktır.

[SysClean]
Scanning=Taranıyor...
ScanEnd=%d öğe bulundu. %s disk alanı boşaltılacak.
NoItems=Tebrikler! Sistem sürücünüz temiz.
Open=Aç
Remove=Kaldır
MoreSpace=Daha Fazla Alan Gerekiyor
Cleaning=Temizleniyor..
NoItems=Tebrikler! Sistem sürücünüz temiz.
SpaceFreed=Temizlik tamamlandı. %s disk alanı boşaltıldı.
Installer=Eski Windows Yükleyici
LongInstaller=Disk alanı boşaltmak için Eski Windows Yükleyici kaldırılabilirsiniz.
PatchUninstall=Windows Güncelleme Kaldırma Dosyaları
LongPatchUninstall=Windows Güncelleme dosyalarını kaldırmanız gerekmiyorsa, bu dosyaları kaldırabilirsiniz.
Downloadedfiles=Windows İndirilen Kurulum Dosyaları
Longdownloadedfiles=Windows güncellemelerinin kurulumu tamamlandığında, bu dosyaları kaldırmak güvenlidir.
Baselinecache=Windows Yükleyici Önbellği
LongBaselinecache=Dosyalar Windows yükleyici hizmeti tarafından oluşturuldu ve kaldırılabilirler.
JPIME=Japon IME
LongJPIME=İhtiyacınız yoksa kaldırabilirsiniz.
KoreanIME=Kore IME
LongKoreanIME=İhtiyacınız yoksa kaldırabilirsiniz.
TChineseIME=Geleneksel Çince IME
LongTChineseIME=İhtiyacınız yoksa kaldırabilirsiniz.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=İhtiyacınız yoksa kaldırabilirsiniz.
HelpFile=Windows Yardım Dosyaları
LongHelpFile=İhtiyacınız yoksa kaldırabilirsiniz.
SamplePic=Windows Örnek Resimler
LongSamplePic=İhtiyacınız yoksa kaldırabilirsiniz.
SampleMic=Windows Örnek Müzikler
LongSampleMic=İhtiyacınız yoksa kaldırabilirsiniz.
SampleVideos=Windows Örnek Videolar
LongSampleVideos=İhtiyacınız yoksa kaldırabilirsiniz.
SampleMedia=Windows Örnek Medya
LongSampleMedia=İhtiyacınız yoksa kaldırabilirsiniz.
Wallpaper=Windows Duvar Kağıtları
LongWallpaper=İhtiyacınız yoksa kaldırabilirsiniz.
Win10Upgrade=Windows 10 yükseltme dosyaları
Win10UpgradeLong=Zaten Windows 10'a yükselttiyseniz, daha fazla disk alanı açmak için lütfen bu klasörü kaldırın.

[PCExam]
FixComplete=Düzeltme tamamlandı.
ScanComplete=Tarama tamamlandı.
CheckDefrag=Sistem sürücüsü için parçalanmalar denetleniyor.
DefaultHint=PC Kontrolü, olası güvenlik sorunlarını ve iyileştirilebilir öğeleri bulmanıza ve daha sonra tek bir tıklamayla düzeltmenize yardımcı olacaktır.
Details=Ayrıntılar
DiskDefrag=Sistem Disk Parçalanmasını Denetleyin
ExamCanceled=Kontrol iptal edildi!
ExamEndHint1=%d öğe kontrol edildi, bunların %d tanesi sorunludur. Bu öğeleri "Düzelt"menizi öneririz.
ExamEndHint2=%d öğe algılandı, bunların %d tanesi sorunludur. %d öğenin elle düzeltilmesi gerekiyor. Şimdi "Düzelt"in.
ExamEndHint3=%d öğe algılandı, bunların %d tanesi sorunludur. Bunları elle düzeltilmesi gerekiyor.
ExamEndHintFixed=Tebrikler! Düzeltilmesi gereken tüm öğeler düzeltildi.
ExamEndHintFixed3=%d sorun düzeltildi, %d öğenin elle düzeltilmesi gerekiyor.
ExamEndHintFixed4=Tebrikler! Deltilmesi gereken %d öğe düzeltildi.
ExistsPrivacyRisks=Gizlilik riskleri var.
FilesFound=%d dosya bulundu, %s disk alanı kaplıyor.
FindJunkFiles=%d gereksiz dosya, %s.
FindPrivacyData=%d gizlilik kayıtları bulundu.
FindTrace=%d geçmiş bulundu.
FindTraces=%d geçmiş bulundu.
FindTrash=%d çöp dosyaları %s disk alanı kaplıyor.
FirePWall=Windows Ortak Güvenlik Duvarı kullanılabilirliğini kontrol edin.
FirePWallInvalid=Ortak ağ, Windows Güvenlik Duvarı devre dışı.
FirePWallValid=Ortak ağ, Windows Güvenlik Duvarı etkin.
FireSWall=Windows Ev/Özel Güvenlik Duvarı kullanılabilirliğini kontrol edin.
FireSWallInvalid=Özel ağ, Windows Güvenlik Duvarı devre dışı.
FireSWallValid=Özel ağ, Windows Güvenlik Duvarı etkin.
FireWallInstalled=Antivirüs yazılımı yüklendi.
FireWallUnInstalled=Hiçbir antivirüs yazılımı bulunamadı.
FirstTimeRunHint=Bilgisayar Sağlıklı Mı? Şimdi Kontrol Et!
FixCanceled=Düzeltme işlemi iptal edildi!
Fixing=Düzeltiliyor:
FolderOption="Klasör Seçenekleri" kullanılabilirliğini kontrol edin
FolderOptionsInvalid=Klasör Seçenekleri devre dışı.
FolderOptionsValid=Klasör Seçenekleri etkin.
IEShell=IE kabuğu özelliğinin geçerliliğini kontrol etmek için.
IEShellFail=IE kabuğa izniniz olmadan girildi.
IEShellFine=IE kabuk normal olarak çalışıyor.
InstallSafeSoft=Bir antivirüs yazılımı yükleyin
JunkFiles=Bilgisayarınızdaki gereksiz dosyalar
JunkFilesEx=Önbellek, günlükler, geçici dosyalar vb. gibi geçersiz dosyalar.
LastCheck=En son bilgisayar kontrolü:
LastFixTime=Son kontrolden beri %d gün geçti.
ManualFix=Elle Düzelt
ManualProcess=Elle İyileştirme Öğeleri
ManualProcessEx=Gizlilik riskleri, disk parçalanması vb. ("Elle Düzelt"ilmesi gerekiyor)
NeedDefrag=Sistem sürücüsünün birleştirilmesi gerekiyor.
NoNeedDefrag=Sistem sürücüsünün birleştirilmesine gerek yok.
NoOptimizeItems=Tüm öğeler iyileştirildi.
NoPrivacyRisks=Hiçbir gizlilik riski yok.
OptimizeOptItems=İyileştirilen öğeleri doğrulayın.
OptimizeResult=%d öğe bilgisayarınızı hızlandırmak için iyileştirildi.
PcGood=Tebrikler! Bilgisayarınız sağlıklı.
PCHealthNum=Bilgisayar Sağlık Puanı:
PrivacyHint=Dosya gezgininin izlerini ve önceki bilgisayar faaliyetlerinizi temizleyin.
PrivacyItmes=Gizlilik Riskleri
ReFixHint=Bilgisayarınızı daha hızlı hale getirmek için bilgisayar kontrolünü tamamlamanızı şiddetle tavsiye ederiz.
RegeditLocked=Kayıt Defteri Düzenleyicisi devre dışı.
Regeditor=Windows Kayıt Defteri Düzenleyicisi kullanılabilirliğini kontrol edin
RegeditUnLocked=Kayıt Defteri Düzenleyicisi etkin.
RegEntriesCount=%d geçersiz girdi bulundu.
RegEntriesResult=%d geçersiz kayıt defteri girdisi temizlendi.
RegistryJunk=Geçersiz Kayıt Defteri Girdileri
RegistryJunkEx=Artık kullanılmayan veya geçersiz kayıt defteri girdileri
RemoteDesktop=Windows Uzak Masaüstü Bağlantısı kullanılabilirliğini kontrol edin
RemoteDesktopAlive=Uzak Masaüstü Bağlantısı etkin.
RemoteDesktopDisabled=Uzak Masaüstü Bağlantısı devre dışı.
ReScanHint=Bilgisayarınızı yavaşlatan daha fazla sorun bulmak için bilgisayar kontrolünü tamamlamanızı şiddetle tavsiye ederiz.
Result.FailTranstr=Hiçbir antivirüs yazılımı bulunamadı.
Result.FineTranStr=Antivirüs yazılımı bilgisayarınıza yüklendi.
SafeCheckResult=%d güvenlikle ilgili sorun düzeltildi.
ScanFor=Taranıyor: 
ScanOptItems=İyileştirilebilir Öğeler
SDDDetected=SSD algılandı. Atlandı.
SecurityProject=Güvenlikle ilgili öğeler
SecurityProjectEx=Güvenlik duvarı, kayıt defteri, uzak masaüstü ve diğer güvenlik projeleri
ShortJunkFiles=Gereksiz Dosyalar
ShortJunkFiles=Bilgisayarınızdaki gereksiz dosyalar
ShortJunkFilesEx=Gereksiz Dosyalar
ShortManualProcessEx=Manuel iyileştirme projeleri
ShortRegistryJunk=Geçersiz Kayıt Defteri Girdileri
ShortRegistryJunkEx=Geçersiz Kayıt Defteri Girdileri
ShortSecurityProjectEx=Güvenlik Projeleri
ShortSystemTuneup=Öğeler iyileştirilebilir
ShortSystemTuneupEx=Sistem İyileştirici
ShortUserTrace=Tarama Verileri
ShortUserTraceEx=Bilgisayar izleri
Suggestion1=Anlık kontrol yapılması önerilir.
SystemTuneup=%d öğe bilgisayar performansını artırmak için iyileştirilebilir.
SystemTuneupEx=Windows hızını arttırın, sistem performansını ve kararlılığını geliştirin vb.
TaskManager=Windows Görev Yöneticisi kullanılabilirliğini kontrol edin
TaskManagerInvalid=Görev Yöneticisi devre dışı.
TaskManagerValid=Görev Yöneticisi etkin.
Tracehint=Tarama geçmişinizi ve belge erişim geçmişinizi temizleyin.
TraceResult=%d kullanım izini temizleyin.
TracesFound=%d iz bulundu.
TrashResult=%d gereksiz dosya temizlendi, %s disk alanı açıldı.
UnsettledItems=Aşağıdaki öğelerin elle düzeltilmesi gerekiyor.
UserTrace=Bilgisayar İzleri ve Tarama Geçmişi
UserTraceEx=Kullanılan programların geçmişi, erişilen dosyalar, ziyaret edilen web siteleri vb.
WindowsAutoUpdate=Windows Otomatik Güncelleme Hizmetinin kullanılabilirliğini kontrol edin.
WindowsAutoUpdateInvalid=Windows Otomatik Güncelleme devre dışı.
WindowsAutoUpdateValid=Windows Otomatik Güncelleme etkin.

[FileErase]
NetPath=Ağ yolu silinemez.
None=Hiçbiri
Crushing=Parçalanıyor:
Shred=Parçalandı
InUsed=Kullanılan
Aborted=İptal edilen
Shredding=Parçalanıyor
SysPath=Seçtiğiniz yol, önemli sistem yollarını içerdiğinden silinemez.
ScrubFinished=Silme tamamlandı! %d dosya parçalandı, %d dosya parçalanamadı.
ScrubCanceled=Silme iptal edildi! %d dosya parçalandı, %d dosya parçalanamadı.
Erased=Parçala
Canceled=İptal edildi

[DiskDefrag]
Volume=Sürücü
Format=Dosya Sistemi
TotalSpace=Toplam Alan
FreeSpace=Boş Alan
Fragmented=Parçalanma
Status=Durum
PmDefrag=Birleştir
QuickOpt=Hızlı İyileştirme
FullOpt=Tam İyileştirme
PmAnlyse=Analiz et
Resume=Devam et
Analying=Analiz ediliyor
Defragmenting=Birleştiriliyor
Optimizing=İyileştiriliyor
Analyed=Analiz Edildi
Defragmented=Birleştirildi
Optimized=İyileştirildi
Pause=Duraklat
IsSSD=Seçiminizi en az bir Katı Hal Sürücüsü (SSD) içerebilir. Disk birleştime, sürücünün ömrünü azaltabilir. Devam etmek istiyor musunuz?
FragmentedRate=Parçalanma
DefragInfo=Bir süre kullanıldıktan sonra bilgisayarınızın daha hızlı çalışmasını sağlamak için disk birleştirmek iyidir.

[BtnList]
WiseReminder=Wise Reminder
WiseReminderDesc=Günlük Görevleri Düzenlemenize Yardımcı Olur.
GameBooster=Game Booster
GameBoosterDesc=Basit Ama Etkili Bir Oyun Hızlandırıcısı.
ForceDeleter=Zorla Silici
ForceDeleterDesc=Güvenli ve kolay dosya açıcı ve silici
SystemMonitor=Sistem İzleyici
SystemMonitorDesc=İşlemi, donanımı ve ağ trafiğini izle
AutoShutdown=Otomatik Kapatma
AutoShutdownDesc=Bilgisayarı Otomatik Olarak Kapat
DataRecovery=Veri Kurtarma
DataRecoveryDesc=Silinen Dosyaları Kurtar
FolderHider=Klasör Ve Dosya Gizleyici
FolderHiderDesc=Özel Verileri kolayca gizle
JetSearch=Hızlı Arama
JetSearchDesc=Dosyaları Hızlıca Ara
MemoryOptimizer=Hafıza İyileştirici
MemoryOptimizerDesc=Ücretsiz Hafıza Boşaltma Aracı
ProgramUninstaller=Program Kaldırıcı
ProgramUninstallerDesc=İstenmeyen Programı tamamen kaldır
PluginClean=Eklenti Temizleyici
BigFile=Büyük Dosya Yöneticisi
BigFileDesc=Büyük Dosyaları yönetmede kolay yol.
RegClean=Kayıt Defteri Temizleyici
RegCleanDesc=Kayıt defteri hatalarını bul ve düzelt.
CommClean=Genel Temizleyici
CommCleanDesc=Gereksiz dosyaları, izleri hızlı ve kolayca temizle.
AdvClean=Gelişmiş Temizleyici
AdvCleanDesc=Tüm sürücülerde gereksiz dosyaları bul ve temizle.
SysSimming=Sistem Hafifletme
SysSimmingDesc=Gereksiz Windows dosyalarını kolayca temizle.
PowerOpt=Sistem İyileştirme
PowerOptDesc=Bilgisayar performansını iyileştir.
DiskDefrag=Disk Birleştirme
DiskDefragDesc=Sistemini hızlandırmak için diski birleştir.
RegDefrag=Kayıt Defteri Birleştirme
RegDefragDesc=Sistemi hızandırmak için kayıt defterini iyileştir.
Startup=Başlangıç Yöneticisi
StartupDesc=Başlangıç programlarını ayarlamak kolay
ContextMenu=Bağlam Menüsü
ContextMenuDesc=Windows mağlam menü öğelerini kolayca yönet.
PrivacyErase=Gizlilik Silici
PrivacyEraseDesc=Gizliliğini güvende tutmak için geçmişi, izleri kaldır.
DiskErase=Disk Silici
DiskEraseDesc=Silinen tüm dosyaları diskinden sil.
FileShredder=Dosya Parçalayıcı
FileShredderDesc=Parçalanan dosyaların orijinal alanın üzerine yazılmasıyla geri yüklenmesini önle.
PasswordGenerator=Şifre Oluşturucu
PasswordGeneratorDesc=Kolayca güçlü bir şifre oluştur.
ProcessMon=İşlem İzleyici
ProcessMonDesc=Çalışanları işlemleri kolayca yönet.
SystemInfo=Bilgisayar Bilgileri
SystemInfoDesc=Sistem ve donanım bilgilerine bak.

[DiskErase]
Stop=Durdur
Erase=Sil
Rule1=Rastgele Veri 1 geçiş (Önerilen)
Rule2=DoD 5220.22-M 3 geçiş
Rule3=Schneier's 7 geçiş
Rule4=Guttmann 35 geçiş
EraseFinished=Silme tamamlandı. Süre:
ErasingFor=%s yolundaki silinen dosyalar siliniyor, lütfen bekleyin...
TempFileDeleting=Geçici dosyalar siliniyor...
ErasingForDisk=%s yolundaki boş alan siliniyor, lütfen bekleyin...
ManyFiles=Birçok kurtarılabilir dosya bulundu.
FewFiles=Bazı kurtarılabilir dosya bulundu.
SkipAnalyse=Analizi geç (FAT sürücü)
Secure=Güvenli
DoesNotSupport=Bu sürücüyü desteklemiyor.
Erasing=Siliniyor...
Finished=Silme tamamlandı.
Canceled=Silme iptal edildi.
ConfirmEraseDisk=Diski silmek biraz zaman alacaktır. Bu süre boyunca G/Ç işlemini önlemek için lütfen diğer yazılımları kapatın. Devam edilsin mı?
PartitionError=Bölümlerde ciddi bir hata bulundu.

[Tuneup]
SuperPrefetchParameters=Windows (8/10) açılışında bellek tüketimini azaltmak için Super-Prefetch (Hızlı Getirme)'yi devre dışı bırakın.
BlueReboot=Sistem, mavi ekranla karşılaştığında otomatik olarak yeniden başlatmayı devre dışı bırakın.
RemoteRegAccess=Uzak bir bilgisayardan kayıt defteri değişikliği yapmasını devre dışı bırakın.
FileListSpeed=Windows dosya listesinin yenileme politikasını iyileştirin.
PreviewUP=Görev Çubuğu Pencere Önizlemelerinin görüntüleme hızını hızlandırın.
OptDNS=DNS ve DNS çözümleme hızı iyileştirin.
OptLAN=LAN bağlantısını iyileştirin.
ShowSpeed=Sistem ekranının tepki hızı iyileştirin.
AeroSnap=Aero Snap küçük resimleri görüntülemeyi hızlandırın.
SSDSpeedup=SSD İyileştirme
DisablePrefetch=SSD'nin çalışma ömrünü artırmak için prefetch parametrelerini devre dışı bırakın.
DisableSuperPrefetch=SSD'nin çalışma ömrünü artırmak için Superfetch parametrelerini devre dışı bırakın.
DisableDefragBoot=SSD'nin çalışma ömrünü artırmak için açılışta dolandırmak sistem sürücüsünü devre dışı bırakın.
DisableDefragIdle=SSD'nin çalışma ömrünü uzatmak için boştayken otomatik birleştirmeyi devre dışı bırakın.
EnableTRIM=SSD'nin çalışma performansını artırmak için TRIM özelliğini etkinleştirin.
OptIEConnection=Sunucu başına maksimum bağlantı sayısını artırın. Web sayfası görüntüleme hızı ve çevrimiçi video izleme hızını artırın.
IconCache=Sistem simge önbelleğini artırın ve masaüstü görüntüsünü hızlandırın.
RestoreAll=Tüm öğeleri Windows varsayılanına geri yüklemek istediğinizden emin misiniz?
NoSelectedItem=Lütfen iyileştirmek için en az bir öğe seçiniz.
OptItems=Aşağıdaki %d öğe iyileştirilebilir.
ItemsOptimized=%d öğe iyileştirildi.
TakeEff=Bazı iyileştirilen öğeler bilgisayar yeniden başlatıldıktan sonra geçerli olacak.
NoItems=Tebrikler! Tüm öğeler iyileştirildi.
BootSpeedup=Başlatma/Kapatma Hızlandırma
SystemStable=Sistem Kararlılığı
SystemSpeedup=Sistem Hızlandırma
NetworkSpeedup=Ağ Hızlandırma
PrefetchParameters=Windows başlangıç ​​hızını artırmak için prefetch parametrelerini iyileştirin
BootDelay=Windows başlangıç ​​hızını artırmak için "disk kontrol" süresini azaltın
BootPartition=Windows başlangıç ​​hızını iyileştirmek için iyileştirme özelliğini etkinleştirin.
ClearPagingFile=Bilgisayarın kapanmasını hızlandırmak için Windows Sayfalama özelliğini devre dışı kaldırın
TimeOut=Kapatma işlemini artırmak için kapatmada sırasında boşta olan uygulamaları azaltın
AutoKill=Sistem çökmesini önlemek için donmuş işlemleri kapatın
RestartExplorer=Beklenmedik bir şekilde masaüstünün kaybolmasını önlemek için Windows Gezginini otomatik olarak yeniden başlatın.
TwoProcess=Sistem çakışmasını önlemek için Windows Gezgini bileşenlerini ayrı bir işlem olarak çalıştırın
ErrorReport=Sistem performansını artırmak için ekran hatası bildirimini devre dışı bırakın
Debugger=Hata giderme işlemini hızlandırmak için hata ayıklamayı devre dışı bırakın
OptMemory=Sistem performansını artırmak için bellek varsayılan ayarlarını iyileştirin
OptVEff=Sistem performansını artırmak için ön uç bileşenlerin (iletişim kutusu, menüler vb) görünümünü iyileştirin
OptFileSystem=Sistem performansını artırmak için Dosya Sistemini iyileştirin
OptDiskSystem=Sistem performansını artırmak için disk G/Ç alt sistemini iyileştirin
DisAutoRun=Virüs bulaşmasını önlemek için sürücülerde "Otomatik Kullan" özelliğini devre dışı bırakın
OptDiskIdle=CPU boştayken G/Ç diskini iyileştirin
OptTTL=Ağ performansını artırmak için TTL (Time To Live) ayarları iyileştirin
OptNetForward=Ağ performansını iyileştirmek için ağ yönlendirme yeteneğini iyileştirin
OptMTU=Otomatik olarak TCP/IP performansını artırmak için MTU Yolunu Keşfet tekniğini kullanılarak "kara delikler"i tespit edin
OptWINS=Veri aktarım hızını artırmak için WINS isim sorgulama süresini iyileştirin
OptNetWork=Transfer hızını artırmak için ağ ayarlarını iyileştirin
CloseAnimate=Pencere tepkisini hızlandırmak için bir pencereyi büyültürken veya küçültürken animasyon efektini kapatın
PagingExecutive=Uygulama performansını artırmak için bellek sayfalamayı devre dışı bırakın ve disk G/Ç işlemini azaltın. (Fiziksel bellek <1 GB ise seçenek yoksayılabilir)
StaticIP=Bilgisayar başlangıç ​​hızını artırmak için yerel bağlantı için bir statik IP oluşturun.
PorcessorTime=Uygulamalar, oyunların vb. daha düzgün çalışması için işlemci performansını artırın (Bilgisayarınız bir sunucu ise dikkate almayın)
DisableIDECheck=Windows başlangıç ​​hızını artırmak için IDE kanal denetimini engelleyin
ForeAppSpeed=Ön plan programların tepki hızını artırın
AeroPeek=Aero Peek ekran hızını artırın
OptEthernet=Ethernet kartı performansını iyileştirin

[Summary]
ContextMenu=Geçersiz bağlam menüsü içeriği
MUICache=Eksik MUI Önbellek Referansı
Services=Geçersiz Windows hizmetleri
Activex=Geçersiz ActiveX ve COM bileşenleri
FireWall=Geçersiz Windows güvenlik duvarı ayarları
RootAll=Geçersiz yollar ve dosyalar
SoftwareSection=Kaldırılan yazılım tarafından bırakılan geçersiz yollar ve dosyalar
ApplicationPaths=Kayıtlı uygulama tarafından bırakılan geçersiz yollar ve dosyalar
FileTypes=Geçersiz dosya uzantısı bilgileri
HelpFiles=Geçersiz kayıtlı yardım dosyaları
Fonts=Geçersiz yazı tipi bilgileri
SharedDLL=Eksik paylaşılan dinamik bağlantı kitaplığı (DLL)
MRULists=Erişilen dosyaların geçmişi, izlenen filmler, düzenlenen belgeler vb.
UninstallSection=Gereksiz veya geçersiz kaldırma bilgileri
StartMenu=Eski başlangıç ​​menü öğeleri
StartupProgram=Eski veya geçersiz başlangıç ​​programları
SoundandAppEvents=Ses ve olayların eski veya geçersiz ayarları
IEUrlHistory=IE ile ziyaret edilen web geçmişi
IFEO=Casus yazılım, virüs veya reklam yazılımı tarafından oluşturulan kötü amaçlı girdiler
EmptyKey=Bilgisi olmayan girdiler
App=Geçersiz uygulama ayarları

[ErrorMessage]
MUIError1=Eksik MUI referansı, fakat "%s" sürücüsü %s, bu hatayı yoksaymanızı öneririz.
MUIError=Eksik MUI referansı
ServiceNotExists=Belirtilen hizmet programı yok.
MimeExName=Kayıtlı yanlış MIME dosya uzantısı: %s
EmptyKey=Boş Anahtarlar
EmptyHelpdirctory=Boş Yardım dizini.
FileNotExist=Dosya(Klasör) yok.
HFileNotExist=Yardım Dosyası(Klasör) yok.
EmptyValue=Boş değer
TypeLib=Kitaplık türü yok:
NodeEmpty=Boş Bağlantı
SharedFilenotexist=Paylaşılan Dosya yok.
sharedfilenotbeuse=Paylaşılan dosya kullanılmaz.
noconnection=Dosya bağlantı bilgileri yok.
Invalidpathtoicon=Simge geçersiz yolu.
ReferstoaninvalidClass=Geçersiz Sınıfa bakın.
Emptyshellcommand=Shell komutu boş.
Invalidshellcommand=Geçersiz Shell komutu (Dosya yok).
Fontsnotexist=Yazı Tipleri Dosyası yok.
Hijacking=%s tarafından %s ele geçirildi .
MRULists=Kullanıcı MRU Listeleri
invalidOpenWith=Bu türde hiçbir uygulama yok.
ReferActivex=Geçersiz ActiveX/COM girdisine bakın.
EmptyCLSID=Boş CLSID.
ComSourceNotExist=COM Kaynak yok.
invalidUnistall=Geçersiz kaldırma bilgileri.
notexist=Yok.
ObsoleteStartMenuItem=Eski Başlat Menü Öğesi
SoundFilenotexist=Ses Dosyası yok.
FileNotExist1=Dosya/Klasör yok, fakat "%s" sürücüsü %s, bu hatayı yoksaymanızı öneririz.
OpenWithError=Hata ile açın, belirtilen uygulama yok.
OpenWithError1="%s" belirtilen uygulama ile "Birlikte Aç" yok, "%s" sürücüsü %s. Bu hatayı yoksaymanızı öneririz.
ComSourceNotExist1=COM Kaynak yok, fakat "%s" sürücüsü %s, bu hatayı yoksaymanızı öneririz.

[Area]
Tencent-Logs=Tencent Günlükleri
Yodao-Dict=Yodao Dict
WinInstallerPackage=Eski Windows Yükleyicisi
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Erişilen Dosya Geçmişi
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop history
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader Geçici Dosyaları
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple Yazılımı Kurulum Önbelleği
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome Önbelleği
ChromeCookies=Google Chrome Çerezleri
ChromeForm=Google Chrome Otomatik Doldurma Geçmişi
Chromelocalstorage=Google Yerel Depolama
ChromePass=Google Chrome Kayıtlı Şifreler
ChromeSession=Google Chrome Oturum
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Çerezler
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOM Mağaza Çerezleri
DownloadedPatch=Windows Güncelleme Dosyaları
Downloads=Tarayıcıdan İndirilen Dosyalar
DriveTheLife=DriveTheLife
Dump=Bellek Döküm Dosyaları
DVDFab=DVDFab
ErrorReport=Hata Raporu Dosyaları
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Diğer Explorer MRU'ları
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox Önbelleği
FireFoxCookies=Mozilla Firefox Çerezleri
FireFoxForm=Mozilla Firefox Otomatik Doldurma Geçmişi
FireFoxOther=Mozilla Firefox Diğer Geçmişler
FireFoxPass=Mozilla Firefox Kayıtlı Şifreler
Flash=Adobe Flash Player
FontCache=Windows Yazı Tipi Önbelleği
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft Internet Explorer Adres Çubuğu Geçmişi
IECahce=Microsoft IE Önbelleği
IECookies=Microsoft IE Çerezleri
IEForm=IE Otomatik Doldurma Geçmişi (Özel Veriler Listelenmeyecek)
IEHistory=Microsoft Internet Explorer Etkin Geçmişi
IEPass=IE Kayıtlı Şifreler (Özel Veriler Listelenmeyecek)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Geçersiz Kısayollar
InvalidScTask=Geçersiz Zamanlanmış Görevler
InvalidStartMenu=Geçersiz Başlat Menüleri
iTunes=iTunes
IZArc=IZArc
JumpList=Görev Çubuğu Atlama Listeleri (Sabit Öğeler de temizlenecek.)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Son İndirme Konumu
LogFile=Sistem Günlük Dosyaları
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro Önbelleği
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge Önbelleği
MSEdgeCookies=Microsoft Edge Çerezleri
MSEdgeDownloadHistory=Microsoft Edge İndirme Geçmişi
MSEdgeHistory=Microsoft Edge Geçmişi
MSEdgeRecentlyTypedURLs=Microsoft Edge Son Yazılan URL'ler
MSEdgeSavedFormInformation=Microsoft Edge Kayıtlı Form Bilgileri
MSEdgeSavedPasswords=Microsoft Edge Kayıtlı Şifreler
MSEdgeSession=Microsoft Edge Oturumu
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Arama Yardımcısı
MySpaceIM=MySpaceIM
Networkmapping=Ağ Sürücüsü Haritalama Geçmişi
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recent History
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera Önbelleği
OperaCookies=Opera Çerezleri
OperaHistory=Opera Geçmişi
OperaPassword=Opera Kayıtlı Şifreler
OperaSessions=Opera Oturumlar
OperaSiteIcon=Opera Web Sitesi Simgeleri
OperaURLHistory=Opera Yazılan URL'ler
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon Önbelleği
PaleMoonCookies=PaleMoon Çerezleri
PaleMoonDownloadHistory=PaleMoon İndirme Geçmişi
PaleMoonHistory=PaleMoon Geçmişi
PaleMoonSavedFormInformation=PaleMoon Kayıtlı Form Bilgileri
PaleMoonSession=PaleMoon Oturumu
PaleMoonSitePreferences=PaleMoon Site Tercihleri
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Eski Prefetch Verileri
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Alınan Görüntüler
QQPCMgr=QQPCManager
QQRFile=QQ Alınan Dosyalar
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Son Belgeler
Recyclebin=Çöp Kutusunu Boşalt
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Uzak Masaüstü Önbellek Dosyaları
RunStartMenu=Başlat Menüsü Çalştır
SafariCache=Safari Internet Önbelleği
SafariCookies=Safari Çerezleri
SafariHistory=Safari Geçmişi
SafariPass=Safari Kayıtlı Form Bilgileri
SamsungKies=Samsung Kies
SearchList=Windows Arama Geçmişi
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Windows Tarafından Oluşturulan Gereksiz Dosyalar
SystemTrace=Windows ve Uygulama izleri
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Küçük resim önbelleği
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Bilgisayar İzleri
TraryNotify=Bildirim Alanı Simge Önbelleği
TrashClean=Bilgisayardaki Dosyalar
TUGZip=TUGZip
TypeInternetCache=Web Tarayıcısı Önbelleği
TypeInternetTrace=Web Tarayıcısı İzi
TypeMedia=Multimedya
TypeOtherApp=Diğer Uygulamalar
TypeSystem=Windows Sistemi
TypeWComponents=Windows Bileşenleri
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Uygulamalar tarafından oluşturulan Gereksiz Dosyalar
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Görüntülenen resimlerin geçmişi
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Ziyaret edilen sayfaların geçmişi
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Önbelleği
VivaldiCookies=Vivaldi Çerezleri
VivaldiForm=Vivaldi Otomatik Doldurma Geçmişi
Vivaldilocalstorage=Vivaldi Yerel Depolama
VivaldiSavedpasswords=Vivaldi Kayıtlı Şifreler
VivaldiSession=Vivaldi Oturumu
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=İzlenen film/video geçmişi
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows Sistem Önbelleği
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Yükleyici Önbelleği
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs Yedeği
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Yandex Önbelleği
YandexCookies=Yandex Çerezleri
YandexForm=Yandex Otomatik Doldurma Geçmişi
YandexLocalstorage=Yandex Yerel Depolama
Yandexpass=Yandex Kayıtlı Şifreler
YandexSession=Yandex Oturumu
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Geçersiz bağlam menüsü içeriği
MUICache=MUI Belleği
Services=Windows Hizmetleri
Activex=Active X/COM Bileşenleri
FireWall=Güvenlik Duvarı Ayarları
RootAll=Geçersiz Yollar
SoftwareSection=Yazılım Yolları
ApplicationPaths=Uygulama Yolları
FileTypes=Dosya Türü
HelpFiles=Yardım Dosyaları
Fonts=Yazı Tipleri
SharedDLL=Paylaşılan DLL'ler
MRULists=Kullanıcı MRU Listeleri
UninstallSection=Kaldırıcı
StartMenu=Başlat Menüsü
StartupProgram=Başlangıç ​​Programları
SoundandAppEvents=Ses ve Uygulama Olayları
IEUrlHistory=IE URL Geçmişi
IFEO=Görüntü Dosyası Çalıştırma
EmptyKey=Boş Anahtarlar
App=Uygulama Ayarları
UserDefine=Kullanıcı Tanımlı
ZeroFile=Boş dosyalar - 0 bayt
WinSetupLog=Windows kurulum hatası günlük dosyaları
NtUninstall=Windows Yamalarının kaynaklarını kaldırma
InvalidLnk=Geçersiz kısayollar
UserTemp=Kullanıcıların Geçici Klasörlerinde Bulunan Dosyalar
WinTemp=Windows'un geçici klasörlerinde bulunan dosyalar
RecentFiles=Son dosyaların bağlantıları
PatchSource=Windows Güncelleme Kaynakları
TempFile=Geçici Dosyalar
fcwdir=Bir indirme işlemi tarafından oluşturulan dosyalar
tfcbp=Programlar tarafından oluşturulan geçici dosyalar
sdrf=Disk tarama sırasında oluşturulan dosyaları geri yükleme
OldFile=Eski Dosyalar
outdatedfile=Eskimiş Dosyalar
fcwhfir=Bir yardım dosyası çalışırken oluşturulan dosyalar
Ncfile=Haber grubu bellek dosyaları
Backupfile=Yedekleme dosyaları
WBfile=MS Word Yedekleme dosyaları
Cbswahf=Yardım dosyası ararken oluşturulan dosyalar
whtf=Windows yardım sisteminin geçici dosyaları
Logfile=Günlük dosyaları
LLogfile=Uygulama veya sistem hizmetleri tarafından oluşturulan günlük dosyası
Errorfile=Hata dosyaları
Wmdf=Win2000/XP bellek dökümü dosyaları
bcomf=Değiştirilmiş dosyaların yedek kopyaları
Indexfile=İndeks dosyaları
ifcbsiotitpbs=Resim tarama hızını artırmak amacıyla sistem tarafından oluşturulan indeks dosyaları
Tfcds=Kurulum sırasında oluşturulan geçici dosyalar
Intermediatefile=Arama dosyaları
chkfile=Kurtarılan dosya

[Tools]
Update=Güncelle
Download=İndir
WhatNew=Yenilikler?

[BootTime]
BootTimeEx=Açılış Süresi
BootLike=Başlangıç hızı
Btnopt=Hızlandır
Congratulation=Bilgisayarınızın açılış hızı:  
BootTime=Açılış Süresi: %d saniye
FailWeahter=Hava durumu bilgilerine erişim yok.

[MenuBar]
Support=Destek Merkezi
BtnCustom=Normal
BtnRestore=Geri Yükle
BtnSkin=Temalar
BtnMenu=Menü
BtnBackup=Yedekle

[UpgradePro]
Title=Pro Sürüme Yükselt
MoreSkin=Daha Fazla Tema
CustomHead=Mevcut Avatarlar
Support=7x24 Destek
Buy=Satın Al
Reg=Kaydol
RegUser=Kayıtlı Kullanıcı

[AutoUpdate]
UpdateFail=Güncellenemedi, sitemizden kurulum dosyasını indirmek istiyor musunuz?
NoFiles=Güncelleme için dosyaları seçiniz.
CurrentFile=Geçerli Dosya:
Readed=İndiriliyor:
SumSize=Toplam Boyut:
Byte=Bayt
DownloadError=İndirme hatası, lütfen daha sonra deneyin.
AutoUpdate=Wise Care 365 - Canlı Güncelleme
StartUpdate=Güncellemeyi Başlat
Cancel=İptal
Ready=İndirmeye hazır.
FindUpdate=Aşağıdaki bileşenler için güncelleme mevcuttur:
NewVerInfo=Yeni Sürüm Değişiklikleri:
IgnoreVer=Bu sürümün güncellemelerini yoksay.
BtnUpdate=Şimdi Güncelle
BtnNotNow=Şimdi Değil


[SoftRate]
Querying=Sorgulanıyor...
Good=Beğen
Bad=Beğenme
Safe=Bildir
Ver=Sür:
Ratings=Oy
SoftNotExist=Yazılımı bulamıyorum.
GetSoftInfoError=Yazılım bilgisi alınamadı
UploadSoftLogoError=Yazılım bilgisini yükleme hatası
SubmitData=Bu yazılım için yorumunuz gönderiliyor...
SubmitSoftInfoError=Ağa ile ilgili gönderme hatası.
SubmitRateSuccess=Başarıyla Gönderildi.
HaveSubmitRate=Bunu değerlendirdiniz.
Submitgoodbad=Bilgileriniz gönderiliyor...
me=Ben
NickTooLong=Takma adınız 20 karakteri geçmemelidir.
MailTooLong=E-posta adresiniz 50 karakteri geçmemelidir.
WrongEmail=Geçersiz e-posta adresi.
ReviewTooLong=Değerlendirmenin toplam uzunluğu 300 karakteri geçmemelidir.
RateHint=Yazılımımızı ve beğendiğiniz yazılımı derecelendirin!
UnknowName=Bilinmeyen Ürün
UnknowVer=Bilinmeyen Sürüm
UnknowDesc=Açıklama

[Edit]
pmcut=Kes
pmcopy=Kopyala
pmpaste=Yapıştır
pmdelete=Sil
pmselectall=Tümünü Seç

[Turbo]
PmActive=Daha Sonra Hatırlat
PmNever=Tekrar Gösterme
btnClean=Şimdi Temizle
NeedCleanTrash=%s gereksiz dosya bulundu.
NeedCleanTrace=%d öğe izi bulundu.
NeedClean=Bilgisayarınızın aşırı kullanımı birçok gereksiz dosya oluşturdu.

[Renew]
subscribed=Abone oldum, bana bir daha hatırlatma.
btnact.caption=Lisans anahtarını etkinleştirin
Regexpire=Deneme süresi bitiş tarihinden sonra Wise Care 365'i kullanmak mümkün olmayacaktır.
Regtitle2=30 gün deneme süreniz sona erdi. Zamanında kayıt olun.
Regtitle=Denemek için %d gün kaldı
RegPrice=Bilgisayarınızı zirvede tutmak için Pro sürümü satın alın! sadece %s!
Regnow=Şimdi Kayıt Ol!
title=Wise Care 365 PRO %d gün içinde sona erecek!
title2=Lisans Anahtarınızın süresi doldu. Lütfen zamanında yenileyin!
Price=Pro'da kalmak ve performansı en üst düzeyde tutmak sadece %s!
lblfeature1.caption=Kapsamlı Gizlilik Koruması: Gizlilik Silici.
lblfeature2.caption=Bağlam Menüsü Yönetimi: Menülerinizi daha esnek yapın.
lblfeature3.caption=Otomatik Güncelleme: Yeni sürüme güncellerken zaman kazanın.
lblfeature4.caption=Fantastik Yeni Görünüm ve Temalar: Pro kullanıcıları için tasarlandı.
lblfeature5.caption=7x24 Ücretsiz Teknik Destek: Sorularınıza öncelikli cevap.
lblrefund.caption=%100 koşulsuz para iadesi.
lblremind.caption=Daha sonra hatırlat
lblhint.caption=Wise Care 365 PRO'nun Kapsamlı özellikleri:
lbldesc.caption=Sahip olduğunuz Pro ayrıcalıklarını kaybedeceksiniz.
btnrenew.caption=Şimdi yenile
WorkTotal=Şimdiye kadar, Wise Care 365 %s gereksiz dosya, %d geçmiş öğesini temizledi ve %d kayıt defteri hatasını düzeltti.

[Sysmon]
ActivityPercent=Etkinlik Yüzdesi
AdapterType=Adaptör Türü
Asset=Varlık Etiketi
ATAVER=ATA Sürümü
ATemperature=Ortalama Sıcaklık
ATM=ATM
BiosDate=Bios Tarihi
Board=Anakart
BoardType=Kart Türü
btnBoard.caption=Anakart
btnDisk.caption=Sabit Disk
btnGraphic.caption=Ekran Kartı
btnHardMonitor.caption=Donanım İzleyici
btnMemory.caption=Bellek
btnNetAdapter.caption=Ağ Adaptörü
btnOsOverview.Caption=İşletim Sistemi
btnOverview.caption=Genel Bakış
btnProcess.Caption=İşlem
btnProcessor.caption=İşlemci
btnSoftMonitor.caption=İşlem İzleyici
btnSoundCard.caption=Ses Kartı
BusType=Bus Türü
BytesPerSector=Kesim Başına Bayt
CacheSize=L2 Önbellek Boyutu
ColorDepth=Renk Derinliği
connected=uzak bir eşe bağlanıldı.
connecting=adaptör bağlanılıyor.
Cores=Çekirdek Sayısı
CPU=CPU
CPUUpgrade=İşlemci Yükseltme
CPUUsage=CPU: %d
CTemperature=Çekirdek %d sıcaklığı
CurrentSpeed=Geçerli işlemci hızı
Cylinders=Silindirler
DataWidth=Veri Genişliği
Description=Açıklama
DeviceID=Cihaz Kimliği
DHCP=DHCP Adresi
DHCPName=DHCP Kapsam Adı
disconnected=bağlantı kesildi
Disk=Disk
DiskRPM=RMP(R/dk)
DiskRPM=RMP(R/sn)
DNSIP=DNS Sunucuları IP
DNSServers=DNS Sunucuları
DNSSuffixes=DNS Son Eki
DomainName=Etki Alanı Adı
Drive=Sürücü
EngineClock=GPU Hızı
Ethernet=Ethernet
Familiy=Aile
Fans=Fanlar
FileSystemName=Dosya Sistemi Adı
Form=Form Faktörü
FreeSpace=Boş Alan
frmSoftMonitor.ppDetails=Detaylı Bilgi
frmSoftMonitor.ppKillProc=İşlemi Sonlandır
frmSoftMonitor.ppNet1=Ağ Erişim Engelle
frmSoftMonitor.ppNet2=Ağ Erişimine İzin Ver
Gateway=Varsayılan Ağ Geçiti
GPU=GPU
GPUChip=GPU Yongası
Graphics=Grafik
HandleNumber=Eklenmiş Kart Sayısı
HDFirmware=Yazılım Sürümü
HostName=Ana Makina Adı
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Wireless
InterfaceType=Arayüz Tipi
IPAddress=IP Adresi
IPMask=IP Adresi Maskesi
LANdisabled=LAN adaptörü devre dışı bırakıldı.
Loading=Yükleniyor...
Locator=Konum
MACAddress=MAC Adresi
Manufacter=Üretici
MaximumSpeed=Maksimum işlemci hızı
MaxSpeed=Maks. Hız
MediaType=Medya Türü
Memory=Bellek
MemoryClock=Bellek Hızı
MemoryType=Bellek Türü
MemoryUsage=Bellek: %s/%s
MemSlot=Bellek Yuvası:
MemSlotCount=Bellek Yuva Sayısı:
Name=Adı
NetAdater=Ağ Adaptörü
NetConnectionID=Ağ Bağlantı Kimliği
Normal=Normal
OperStatus=Arayüzünün çalışma durumu
OS=İşletim Sistemi
OSAbbreviate=Dil Kısaltması
OSCountry=Ülke
OSCSD=CSD
OSDaylightName=Günışığı tasarrufu
OSDisplayName=Ekran Adı
OSEdition=Sürüm
OSInstallDate=Yükleme Tarihi
OSLanguage=Dil
OSLOCAL=YEREL
OSLongDateFormat=Uzun Tarih Biçimi
OSMonetary=Para Sembolü
OSMonetarySymbol=Uluslararası Para Sembolü
OSPaths=Ortam Değişkenleri
OSProductID=Ürün Kimliği
OSProductKey=Ürün Anahtarı
OSRegisteredOrg=Kayıtlı Kuruluş
OSRegisteredUser=Kayıtlı Kullanıcı
OSShortDateFormat=Kısa Tarih Biçimi
OSStandardName=Standart Adı
OSTimezone=Saat Dilimi
OSUTC=UTC Zaman Farkı
OSversor=Sürüm
OtherType=Diğer
Overview=Bilgisayar Genel Bakış
Part=Parça Numarası
PartitionLength=Bölüm Uzunluğu
PartitionNumber=Bölüm Numarası
PhysicalAvailable=Fiziksel Kullanılabilir:
PhysicalFree=Fiziksel Boş:
PhysicalTotal=Fiziksel Toplam:
PhysicalUsed=Fiziksel Kullanılan:
PixHeight=Yükseklik(piksel)
PixWidth=Genişlik(piksel)
ppmDetails=Ayrıntıları kontrol et
ppmExit=Wize İzleyicisinden Çık
ppmHide=Yüzen Pencereyi Gizle
ppmShowFloat=Yüzen Pencereyi Göster
ppmStayontop=Üstünde Tut
PPP=PPP
processName=İşlem Adı
Processor=İşlemci
processpath=Konum
Product=Ürün
Recv=Alınan Sayısı
RecvS=Alınan/sn
RefreshRate=Yenileme hızı
SATAVER=SATA Sürümü
SectorsPerTrack=Kesim Başına İz
Send=Gönderilen Sayısı
SendS=Gönderilen/sn
Serial=Seri Numara
ShowNetOnly=Sadece Ağ İşlemlerini Göster
ShowSysProcess=Sistem İşlemlerini Göster
Size=Boyut
Socket=Soket Tanımı
SoftwareLookback=loopback ağ arayüzü yazılımı
SoundCard=Ses Kartı
Speed=Hızı
SSD=Katı Hal Sürücüsü
StartingOffset=Başlangıç Ofseti
SystemCache=Sistem Önbelleği:
Technology=Teknoloji
Temperature=Sıcaklık
TemperatureMon=Sıcaklık İzleme
Temperatures=Sıcaklıklar
TfrmMemoryProcList.btnSpeedup_1=Hızlandırılıyor
TfrmMemoryProcList.btnSpeedup=Hızlandırma
TfrmMemoryProcList.memstate1=Çok iyi çalışıyor
TfrmMemoryProcList.memstate2=Normal çalışıyor
TfrmMemoryProcList.memstate3=Yavaş çalışıyor
TfrmMemoryProcList.OptimizationMem=%s Serbest
TfrmMonitorPopup.lbl1_C=CPU kullanımı
TfrmMonitorPopup.lbl1_M=Bellek kullanımı
TfrmMonitorPopup.lbl1_R=İndirme hızı
TfrmMonitorPopup.lbl1_S=Yükleme hızı
TfrmMonitorPopup.lbl1_T=Donanım parça sıcaklığı
TfrmMonitorPopup.lbl2_C=CPU kullanım dalgalanmaları
TfrmMonitorPopup.lbl2_M=Sistem bellek durumunu
TfrmMonitorPopup.lbl2_R=İndirme hız rekoru
TfrmMonitorPopup.lbl2_S=Yükleme hız rekoru
TfrmMonitorPopup.lblBoard.caption=Anakart
TfrmMonitorPopup.lblCpu.caption=İşlemci
TfrmMonitorPopup.lblGpu.caption=Ekran Kartı
TfrmMonitorPopup.lblhdd.caption=Sabit Disk
Threads=Mantıksal işlemciler
TokenRing=Token Ring
Total=Toplam
TotalProcess=%d işlem bulundu, %d tanesi kullanıcı işlemi ve %d tanesi sistem işlemidir.
TotalSpace=Toplam Boyut
TracksPerCylinder=Silindir Başına İz
Tunnel=Tunnel type encapsulation
Type=Türü
Unknown type=Bilinmeyen Tür
User=Kullanıcı
Version=Sürüm
VideoDisplay=Ekran Adı
VideoMode=Video Modu Açıklama
Voltages=Gerilim
VolumeName=Disk Adı
WANconnected=WAN adaptörü bağlı değil.
WINSAddress=Birincil WINS Adresi

[AutoRun]
ResultHint=Zamanlanmış otomatik temizleme tamamlandı
Result=Temizleme sonucu

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Kayıt Defteri Koruması
TfrmRegFilterNotify.lblTitle.Caption=Sistem Koruması
TfrmRegFilterNotify.lblProgram.Caption=Program:
KeyName=Kayıt Defteri Anhatarı:
TfrmRegFilterNotify.lblKey.Caption=Anahtar Yolu:
TfrmRegFilterNotify.ckbRemind.Caption=Artık bu konumu gösterme
TfrmRegFilterNotify.btnDeny.Caption=Engelle
TfrmRegFilterNotify.btnAllow.Caption=İzin Ver
pmAllowProgram=Bu programa her zaman izin ver
pmDenyProgram=Bu programı her zaman engelle
regnotifydefaultbrowser=Bazı programlar varsayılan tarayıcıyı değiştiriyor
regnotifystartrundesc=Bazı programlar başlangıcı değiştiriyor
regnotifyservicesdesc=Bazı programlar sürücü veya hizmet yüklemeye çalışıyor
regnotifyifeodesc=Bazı programlar çalıştırılabilir programı ele geçirmeye çalışıyor
regnotifyspidesc=Bazı programlar katmanlı ağ protokolünü değiştirmeye çalışıyor
regnotifyIEStartPageDesc=Bazı programlar IE ana sayfasını değiştirmeye çalışıyor
regnotifydefaultbrowser_n=Varsayılan tarayıcıyı değiştirme
regnotifystartrundesc_n=Başlangıcı değiştirme
regnotifyservicesdesc_n=Sürücü veya hizmet yükleme
regnotifyifeodesc_n=Çalıştırılabilir programı ele geçirme
regnotifyspidesc_n=Katmanlı ağ protokolünü değiştirme
regnotifyIEStartPageDesc_n=IE ana sayfasını değiştirme


[EUASK]
regcaption=Kaydol
logincaption=Giriş Yap
FrmEuaskLogin.lblJoin.Caption=Euask'e Katıl
FrmEuaskLogin.lblSign.Caption=Euask'e Giriş Yap
FrmEuaskLogin.lblnick.Caption=Kullanıcı Adı:
FrmEuaskLogin.lbl1.Caption=Şifre:
FrmEuaskLogin.btnlogin.caption=Giriş Yap
FrmEuaskLogin.btnregister.Caption=Kaydol
FrmEuaskLogin.btnpwd.Caption=Şifrenizi mi unuttunuz?
FrmEuaskLogin.WiseLabel1.Caption=Kullanıcı Adı:
FrmEuaskLogin.WiseLabel2.Caption=Şifre:
FrmEuaskLogin.btnreg.caption=Kaydol
FrmEuaskLogin.WiseSimpleButton1.Caption=Giriş Yap
FrmEuaskLogin.lbl2.Caption=E-posta:
FrmEuaskLogin.btnnone.Caption=Şimdi Değil
inputuser=Lütfen kullanıcı adınızı ve şifrenizi girin.